{"A lesion causing compression of the facial nerve at the stylomastoid foramen will cause ipsilateral": "paralysis of the facial muscles.", "A \"dished face\" profile is often associated with": "a recessive maxilla due to failure of elongation of the cranial base.", "Which of the following best describes the structure that collects urine in the body?": "Bladder", "Which of the following structures is derived from ectomesenchyme?": "Melanocytes", "Which of the following describes the cluster of blood capillaries found in each nephron in the kidney?": "Glomerulus", "A patient suffers a broken neck with damage to the spinal cord at the level of the sixth cervical vertebra.": "They will only be able to breathe quietly.", "Which of the following anatomical regions of abdomen lies just distal to the sternum?": "Epigastric", "Which of the following best describes the human body's defense mechanism against environmental bacteria?": "Mucous membranes", "The palatine processes begin to fuse at": "ten weeks post-fertilization.", "Primary motor cortex activity results in": "contraction of contralateral limb musculature.", "You notice that your patient's submandibular lymph nodes are enlarged. You would look for potential infection sites in the": "hard palate, upper lip, upper central incisor and lower first molar.", "A patient suffers damage to the orbit in a road traffic incident resulting in damage to the third cranial nerve. Which of the following signs will be present?": "Pupillary dilatation and a lateral strabismus", "Which of the following statements is true of the temporomandibular joint?": "Proprioceptive information is carried by the masseteric and auriculotemporal nerves.", "Laryngoscopic examination of the vocal folds after suspected recurrent laryngeal nerve damage usually shows that the vocal fold on the injured side is tensed and in an intermediate position between adduction and abduction. This is because": "cricothyroid muscle is still functional but the interarytenoids are weak.", "Which one of the following statements about the growth of the mandible is correct?": "The mental symphysis closes at about 1 year postnatally", "Which of the following statements is true of the pupillary light reflex?": "It is a consensual reflex", "Which muscles are normally active during quiet inspiration?": "External intercostal muscles and diaphragm", "Male hormones are produced by which of the following?": "Testes", "Oxygenated blood is carried to the heart by which of the following structures?": "Pulmonary veins", "Which of the following allows air to pass into the lungs?": "Trachea", "Where is the sinoatrial node located?": "In the upper wall of the right atrium", "In relation to the rib, the corresponding intercostal nerve lies": "deep to its inferior border.", "The regional lymphatic drainage of the left side of the tip of the tongue is to the": "left and right submental lymph nodes.", "Gastrulation is the process of": "ectomesenchyme formation and occurs before neurulation.", "The spheno-occipital synchondrosis": "influences the position of the viscerocranium.", "Which of the following substances is found in greater quantity in exhaled air?": "Nitrogen", "Which of the following conditions is characterized by the presence of kidney stones (renal calculi)?": "Nephrolithiasis", "A pulse may be felt on a patient's face where the": "facial artery crosses the mandible.", "A patient sustains severe blunt trauma to the left upper abdomen and requires surgery. Which one of the following organs is most likely to be involved?": "Spleen", "Which statement concerning the atrioventricular bundle is correct?": "It is formed of Purkinje fibres and is the only electrical connection between the atria and the ventricles", "Which of the following terms describes the motion of bending the forearm toward the body?": "Flexion", "Food is prevented from entering the larynx during the pharyngeal phase of swallowing by": "constriction of the laryngeal entrance.", "At which of the following locations does bile enter the digestive tract?": "Duodenum", "In which of the following positions does a patient lie face down?": "Erect", "Complete bilateral cleft palate is due to failure of fusion of the": "palatine, frontonasal and secondary nasal processes.", "The auditory tube": "is opened by the action of levator veli palatini.", "Which of the following is the lymphoid organ that is a reservoir for red blood cells and filters organisms from the blood?": "Spleen", "Which of the following cavities are separated by the diaphragm?": "Thoracic and abdominal", "The walls of bronchioles contain": "smooth muscle and respiratory epithelium.", "Which of the following organs removes bilirubin from the blood, manufactures plasma proteins, and is involved with the production of prothrombin and fibrinogen?": "Liver", "Which of the following conditions is characterized by incompetence of the esophageal sphincter?": "Gastroesophageal reflux disease", "The muscles of the soft palate are innervated by branches of the": "trigeminal and vagus nerves.", "Which of the following is the large bone found superior to the patella and inferior to the ischium?": "Femur", "A successful inferior alveolar nerve block will produce anaesthesia of the": "lower lip, mandibular teeth and labial gingivae of the anterior mandibular teeth.", "The mucosa of the upper larynx is innervated by the": "internal laryngeal nerve which is the afferent limb of the cough reflex.", "The bones of the viscerocranium develop initially by": "intramembranous ossification and follow the somatic growth pattern.", "The physician directs the medical assistant to complete a request form for an X-ray study of the fibula. The procedure will be performed on which of the following structures?": "Lower leg", "Which cells in the blood do not have a nucleus?": "Erythrocyte", "The coronal suture joins the": "frontal and parietal bones.", "If you run your finger down the anterior midline of a patient's extended neck from chin to sternal notch, you should be able to palpate, in order, the": "hyoid bone, thyroid cartilage, cricoid cartilage.", "Which of the following bony structures may be palpated in a live patient?": "All of the above", "Which of the following structures accompany the oesophagus through the diaphragm?": "The vagus nerves", "Which sequence describes the systemic circulation?": "Left ventricle → aorta → arteries →capillaries → veins", "The anatomic location of the spinal canal is": "dorsal", "The parotid duct runs": "superficial to masseter and enters the mouth opposite the upper second molar.", "If the foot is abducted, it is moved in which direction?": "Downward", "The infraorbital nerve": "is a terminal branch of the maxillary division of the trigeminal nerve.", "Which of the following best describes the process whereby the stomach muscles contract to propel food through the digestive tract?": "Peristalsis", "Which of the following is the point at which an impulse is transmitted from one neuron to another neuron?": "Synapse", "Which of the following muscles initiates elevation of the mandible?": "Medial pterygoid.", "Which of the following is an accessory organ of the gastrointestinal system that is responsible for secreting insulin?": "Pancreas", "A malignant tumour is damaging the patient's glossopharyngeal nerve. They will experience": "loss of taste and somaesthetic sensation over the posterior third of the tongue.", "A possible effect of damage to the third cranial nerve by trauma to the orbit is": "ptosis.", "Blood flows from the right ventricle of the heart into which of the following structures?": "Pulmonary arteries", "A patient is stabbed in the neck. You suspect damage to the accessory nerve in the posterior triangle. You would test nerve function by asking the patient to": "lift their shoulders against resistance.", "Which of the following muscles are derived from the first brachial arch?": "The muscles of mastication and anterior belly of digastric", "Which of the following best describes the location where the carotid pulse can be found?": "On the anterior side of the neck", "In the brain stem, pathways for:": "skilled motor movements decussate in the pyramids.", "The respiratory tract is crossed by the isthmus of the thyroid gland at the level of the": "tracheal rings.", "You notice a lesion on the labial alveolar mucosa of the lower right lateral incisor tooth of one of your patients and decide to take a biopsy to send for oral pathology report Which nerve would require local anaesthesia in order to carry out a pain-free biopsy?": "The mental nerve", "The major concentrations of proprioceptive receptors providing information about position of the TMJ are located in": "the capsule and ligaments of the TMJ and the lateral pterygoid muscle.", "Which of the following is a substance that aids the transmission of nerve impulses to the muscles?": "Acetylcholine", "In the spinal cord, motor neuron cell bodies are located in": "Lamina IX", "When you examine a patient who has suffered an unfavourable fracture of the body of the mandible, you would expect the": "anterior fragment to be displaced downwards by the action of the digastric muscle.", "Examination of a patient indicates that they have a medially directed strabismus (squint). This could be due to damage to the": "abducens nerve.", "A patient cuts a peripheral motor nerve in their wrist when they fall through a plate glass window. If the nerve does not regenerate, after about 6 months the muscles it normally innervates will show signs of which of the four options below?": "atrophy", "A patient suffers a CVA in the area of the left internal capsule conveying motor neurons to the right leg. The patient's leg will exhibit": "spastic paralysis.", "The crown of a very carious tooth suddenly fractures while the patient is standing eating at a take-away food outlet and a fragment is inhaled. It is more likely to enter the": "right lung because the right main bronchus is wider and more vertical than the left.", "Calcium, potassium, and sodium are classified as which of the following?": "Electrolytes", "Noradrenaline is the neurotransmitter between which of the two structures below?": "sympathetic post-ganglionic neurons and target organs", "Which of the following are mucus-producing glands located on each side of the vaginal opening?": "Bartholin's", "When an emergency opening into the airway is required, the cricothyroid membrane should be pierced immediately": "inferior to the thyroid cartilage.", "Cerebrospinal fluid circulates around the brain between the": "arachnoid and pia maters.", "Which of the following closes and seals off the lower airway during swallowing?": "Epiglottis", "Which orbital wall is most likely to collapse in a 'blow out' fracture?": "The floor", "The walls of the maxillary sinus are sinus is related to": "the floor of the orbit, the upper posterior teeth and the infratemporal fossa.", "Which of one of the following statements about the postnatal growth of the maxilla is correct?": "The zygomaticomaxillary sutures contribute to increase in height and length of the maxilla", "The seventh cranial nerve supplies": "muscles of the lower lip.", "Which of the following paranasal sinuses open into the middle meatus?": "The anterior ethmoidal, frontal and maxillary sinuses", "Which of the following is a structural, fibrous protein found in the dermis?": "Collagen", "Palatine shelf elevation is due to the effect of": "a combination of these three processes.", "On which surfaces of the teeth is dental plaque most likely to accumulate in the mouth of a patient with poor oral hygiene?": "The buccal surfaces of the upper molars and lingual surfaces of the lower incisors.", "Laryngeal oedema is usually confined to the larynx above the vocal folds because": "the mucosa covering the vocal folds is tightly attached to underlying tissues.", "The coronary arteries": "arise from the ascending aorta and fill during diastole.", "Which muscle is the most active during a right lateral excursion of the mandible?": "Left lateral pterygoid muscle", "The phrenic nerves innervate the": "diaphragm, parietal pleura and pericardium.", "Parasympathetic preganglionic nerves leave the central nervous system with the": "third cranial nerves.", "In a patient with a normal healthy mouth, you would expect the mucosa covering the alveolar process supporting the mandibular teeth to be": "red below the mucogingival junction and light pink above it.", "Macrostomia results from failure of fusion of": "maxillary and mandibular processes.", "You suspect that your patient has an enlarged submandibular salivary gland. You expect the enlarged gland": "to be palpable both intra- and extraorally.", "Osteoclasts": "resorb bone and differentiate from monocytes.", "The lateral pterygoid muscle": "is attached to the condylar process and protrudes the mandible.", "In the fetus, the ductus arteriosus passes blood from the": "pulmonary artery to the aorta.", "Which of the following bones develop by endochondral ossification?": "The ribs and sternum", "The mucosa of the hard palate is": "keratinised and has submucosa and minor salivary glands posterolaterally.", "The head of the sixth rib articulates with": "The inferior articular demifacet of T5 and the superior articular demifacet of T6.", "Which of the following is located beneath the diaphragm in the left upper quadrant of the abdominal cavity?": "Spleen", "Proprioceptive nerve endings in synovial joints are located in": "ligaments and articular discs.", "The thoracic cage is a structural unit important for which of the following functions?": "Respiration", "A patient is admitted after a head injury and sinks rapidly into a coma. An MRI scan indicates an extradural haemorrhage because extravasated blood can be detected between the": "skull bones and dura mater.", "A successful infraorbital nerve block will produce anaesthesia of the": "maxillary anterior teeth, their labial gingivae and the upper lip.", "Which of the following foramina pierce the sphenoid bone?": "The foramen ovale, rotundum and spinosum", "Which of the following is a disorder characterized by uncontrollable episodes of falling asleep during the day?": "Narcolepsy", "Which of the following allows gas exchange in the lungs?": "Alveoli", "A patient has a fracture in which the radius is bent but not displaced, and the skin is intact. This type of fracture is known as which of the following?": "Closed, greenstick", "Fertilization of an ovum by a spermatozoon occurs in which of the following structures?": "Fallopian tube", "Ectoderm gives rise to": "all three structures.", "In men, which of the following structures is located at the neck of the bladder and surrounds the urethra?": "Prostate", "Which of the following options completes the following statement? \"The right atrioventricular valve…\"": "is prevented from everting by papillary muscles.", "Which one of the following brain areas is supplied by branches of the subclavian arteries?": "The cerebellum", "Which of the following structures is part of the small intestine?": "Ileum", "During an inferior alveolar nerve block the needle ideally passes": "anterior and lateral to medial pterygoid.", "Patients with which of the following diseases are treated with injections of vitamin B-12?": "Pernicious anemia", "Which of the following bones has a process that joins with the zygomatic bone to form the zygomatic arch?": "The temporal bone", "Parasympathetic preganglionic axons leave the CNS with the": "sacral spinal nerves.", "A patient with damage to their cervical sympathetic chain will show the following signs and symptoms.": "Pupillary constriction and vasodilation of facial vessels", "Which of the following cranial nerves is related to the sense of smell?": "Olfactory", "Where are the vital centres located in the brainstem?": "medulla oblongata", "Saliva contains an enzyme that acts upon which of the following nutrients?": "Starches", "During swallowing the": "auditory tube opens.", "The dorsal roots of all spinal nerves contain": "sensory neuronal processes.", "Which of the following is the master gland of the endocrine system?": "Pituitary", "Loss of somatic sensation over the anterior two-thirds of the tongue indicates damage to the": "lingual branch of the mandibular trigeminal nerve.", "In men, specimens for gonococcal cultures are most commonly obtained from which of the following structures?": "Urethra", "Which of the following structures should be visible on a dental panoramic radiograph?": "The mandibular canal, maxillary sinus, hard palate and zygomatic arch", "Which of the following terms describes the body's ability to maintain its normal state?": "Homeostasis", "Which of the following structures travel through the substance of the parotid gland?": "The maxillary artery and retromandibular vein", "A medical practitioner places a stethoscope over the patient's seventh right intercostal space in the mid-axillary line. The stethoscope overlies the": "lower lobe of the lung.", "The maxillary sinus": "is innervated by branches of the maxillary division of the trigeminal nerve.", "Which of the following is flexible connective tissue that is attached to bones at the joints?": "Cartilage", "Tonsillar tissue is commonly found": "between the palatoglossal and palatopharyngeal folds.", "The best place to listen to the general heart sound with a stethoscope is the": "fifth left intercostal space in the midclavicular line.", "Emissary veins connect the intracranial venous sinuses to": "All of the above areas.", "Smooth muscle cells contain": "actin and myosin arranged irregularly.", "Which of the following controls body temperature, sleep, and appetite?": "Hypothalamus", "Which one of the following is brought about by activation of sympathetic nerves?": "Dilation of the pupil of the eye.", "The trachea": "lies superficial to the oesophagus.", "Pharyngeal mucosa is innervated by the glossopharyngeal nerves because it develops from the": "third pharyngeal arch.", "A patient is most likely to experience pain due to infection of the ethmoidal air cells sinus": "between the eyes.", "What is the embryological origin of the hyoid bone?": "The second and third pharyngeal arches", "Which of these branches of the trigeminal nerve contain somatic motor processes?": "None of the above", "The pleura": "extend into the neck.", "In Angle's Class II Div 2 occlusion there is": "excess overjet of the upper lateral incisors.", "Which of the following is the body cavity that contains the pituitary gland?": "Cranial"}