{"What size of cannula would you use in a patient who needed a rapid blood transfusion (as of 2020 medical knowledge)?": "18 gauge.", "The key attribute in successful marathon running is:": "stamina.", "Which of the following is the commonest cause of dementia in the UK?": "Alzheimer's disease.", "Which of the following is NOT a symptom of anaphylaxis?": "Bradycardia.", "In what situation are closed pouches applied?": "The patient has a colostomy.", "With an increasing number of sprints the:": "relative contribution of aerobic metabolism increases.", "Which of the following is true in diplopia?": "The outer image is always the false image", "Sodium bicarbonate ingestion improves middle distance running performance by:": "elevating the pH and buffering capacity of the extracellular fluid allowing a faster efflux of hydrogen ions from muscle.", "Codons are composed of:": "triplet sequences of nucleotide bases in mRNA or DNA .", "Fatty acids are transported into the mitochondria bound to:": "carnitine.", "Which of the answers below best indicates the compatible blood types that can be given to a person with a blood group B (rhesus negative)?": "Blood type B (rhesus negative) and blood type O (rhesus negative).", "Which of the following is true of a lower motor neurone lesion in the arm?": "An ulna nerve palsy is an example of a lower motor neurone lesion", "Which of the following statements is false?": "Oxygen is consumed in the TCA cycle.", "Glycogen breakdown in muscle initially results in the formation of:": "glucose-1-phosphate.", "The two principal contractile proteins found in skeletal muscle are:": "actin and myosin.", "Which one of the following represents a IIIrd cranial nerve palsy and is a neurosurgical emergency?": "Unilateral fixed dilated pupil.", "Which of the following is true about a thyroid swelling?": "A functioning nodule on isotope scanning is unlikely to be due to cancer", "Which of the following is true of hepatomegaly?": "The presence of jaundice, spider naevi and purpura suggest alcohol as a cause", "Which of the following is true regarding reflexes?": "The root value of the ankle reflex is S1", "Which of the following is true of facial nerve palsy?": "An inability to close the eyelid on the paralysed side indicates a lower motor neurone lesion", "What is a colles fracture?": "Fracture of the radius and ulna at the wrist.", "If a transfusion reaction is suspected, you should:": "turn off the transfusion, inform medical staff immediately, and follow transfusion policy advice on dealing with acute transfusion reactions.", "Once a prescribed unit of blood product has been obtained from the blood bank and is out of refrigeration, the transfusion should commence within what period of time before it starts to deteriorate (as of 2020 medical knowledge)?": "30 minutes.", "Which of the following statements is true about informal carers (as of 2020)?": "One in six over 65s is providing some form of informal care.", "Which of the following processes is not used to modify protein structure after translation has occurred?": "Attachment of more amino acids via peptide bonds.", "Why would you need to carry out a bladder washout for a patient at home?": "When the catheter is blocked.", "A 14-16 gauge needle is most likely to be used for:": "trauma or burns patients.", "Which of these features suggest that a crackling sound is more likely due to a pleural friction rub than crackles?": "More prominent in expiration", "In games like soccer the blood lactate concentration:": "is usually lower at the end of the game than at the end of the first half.", "Lactate and hydrogen ions leave the muscle:": "via a protein transporter molecule.", "Which of the following is true of the spine?": "Schober's test is designed to quantify the flexion of the lumbar spine", "Which of the following is true of psoriatic arthropathy?": "Nail pitting may give a clue to the diagnosis", "Which of the following is true of Graves Disease of the thyroid?": "It is a cause of ophthalmoplegia", "Which of the following is true of calcium metabolism?": "Primary hyperparathyroidism is usually asymptomatic", "Kinase reactions:": "involve the addition or removal of a phosphate group.", "The normal respiratory rate for an adult male is:": "14-16 breaths per minute.", "Collagen fibres:": "take some time to re-establish.", "Which of the following releases most energy when completely oxidised in the body?": "One gram of palmitic acid", "Embedded in the inner membrane of the mitochondrion are:": "the components of the electron transport chain.", "If the mean rate of oxygen consumption of a male athlete during a training session is 2 l/min, then his rate of energy expenditure is approximately:": "40 kJ/min.", "A normal heart rate for an adult at rest is:": "60-100 bpm.", "Which of the following is true in ulna nerve palsy?": "It leads to loss of sensation over the medial half of the hand and medial one and a half digits on both palmar and dorsal aspects of the hand", "How much toothpaste is recommended for cleaning teeth?": "A pea-sized amount.", "Which of the following is true about Cushing's Syndrome?": "A moon face and a buffalo hump are characteristic of the disease", "The main factors determining success in sport are:": "innate ability and the capacity to respond to the training stimulus.", "In a double stranded molecule of DNA, the ratio of purines : pyrimidines is:": "always 1:1.", "Performance enhancing synthetic steroids are based on the structure of the hormone:": "testosterone.", "Glycogen breakdown in exercising muscle is activated by:": "none of the above.", "Most of the free fatty acids are transported in the blood:": "bound to albumin.", "How often should a cannula be flushed?": "Every 12 hours.", "The activity of creatine kinase is:": "increased when intracellular ADP rises.", "The smallest increments on a mercury and aneroid sphygmomanometer measure are:": "2 mmHg.", "Which of the following is not an abnormal breathing pattern seen in head injury and altered conscious level?": "Anaerobic respiration.", "During CPR chest compressions and ventilations should be delivered in a ratio of:": "30:02:00", "A person weighs 62 kg. Their drug dose is 15 mg/kg. How many grams is their dose? Choose one answer from the following:": "0.93", "An expected side effect of creatine supplementation is:": "gain in body mass.", "The cardiac cycle consists of the phases:": "diastole and systole.", "Which of the following factors does not influence success in sport?": "Ingestion of carnitine during exercise.", "The chain of survival has four links. Put the following list in the correct order: 1. Early defibrillation; 2. Early CPR; 3. Recognition and call for help early; 4. Post-resuscitation care.": "3, 2, 1, 4.", "A fundamental cause of fatigue in high intensity exercise is:": "failure of the ATP supply to match the demand.", "Which of the following is true about possible rectal findings?": "Impacted faeces can sometimes be mistaken for a rectal tumour", "What commonly causes skin excoriation?": "Leakage of effluent onto peristomal skin.", "Which of the following is true of Systemic Sclerosis?": "Patients have a beaked shaped nose and waxy skin", "A palpable left parasternal impulse suggests which abnormality?": "Right ventricular hypertrophy", "In hypovolaemic shock, what percentage of blood can be lost before it is reflected in changes in heart rate and blood pressure?": "30%", "Which of the following best describes the effects of morphine?": "Reduces pain intensity but also causes sedation.", "Which of the following is true of headache?": "Tension headaches is a common cause of headache", "Between contractions of the left ventricle the blood continues to flow through the vessels because:": "the arteries have elastic recoil.", "What might make the nurse think a patient could not use an inhaler?": "Poor technique, physical impairment, or lack of understanding.", "Removal of adhesive strips:": "can be carried out by the patient.", "During CPR, chest compressions should be delivered at a rate of:": "100/minute.", "Which of the following physiological characteristics is not important for success in endurance events such as the marathon race?": "Muscle ATP and phosphocreatine content.", "When using an inhaler, when should a patient be asked to rinse their mouth?": "After using their steroid inhaler.", "Muscle lactate production increases when:": "glycolysis is activated at the onset of exercise.", "What is the minimum time a stretch should be held for?": "10-30 seconds.", "What three factors regulate stroke volume?": "Preload, contractility, and afterload.", "Name the bones of the middle finger in the correct order from the hand.": "Proximal phalynx, middle phalynx, distal phalynx.", "Which of the following promotes glucose and amino acid uptake by muscle?": "Insulin", "An ileostomy opening should be:": "3-5cm in length.", "Which of the following would not be done before catheterizing?": "Ring patient's next of kin.", "Hydrogen ions are formed when:": "glycolysis is being used as a major means of resynthesising ATP.", "Which one of the following manoeuvres is not a central painful stimulus?": "Pressure on the little finger pulp.", "Dopamine is prescribed at a rate of 4 micrograms/kg/min. For a 65 kg person, how many milligrams will they receive in an hour?": "15.6", "Which of the following is true about the rectal examination?": "The rectal examination is indicated for the assessment of some gastrointestinal disorders", "Why can't a patient talk if the cuff is inflated?": "They are unable to pass air through their vocal cords.", "Wound drainage should be assessed for volume and consistency:": "each time post-operative observations are undertaken.", "Creatine is synthesized from:": "amino acids in the liver.", "If a catheter resists all attempts to unblock it and you are unable to remove it, what should you do?": "Call for assistance from a medical practitioner.", "Bladder washout solution should be:": "room temperature.", "When developing a plan of care relating to the management of a person's pain, attention should be given to the following needs:": "physical, psychological, and pharmacological needs followed by regular reassessment.", "Patients with the apolipoprotein E gene are at risk of which disease?": "Alzheimer's disease.", "Which of the following groups of drugs may cause a dry mouth?": "Antidepressants.", "Which of the following is not a true statement?": "Insulin promotes glucose uptake by all tissues in the body", "If a patient is cyanosed, what might their oxygen saturation level be?": "80% or below.", "When assessing a patient's breathing:": "look for chest movements, listen for breath sounds, and feel for exhaled air on your cheek.", "A person is prescribed Ropinirole 1.5 mg divided into three doses. How many micrograms is each dose? Choose one answer from the following:": "500", "Which of the following is thought to be implicated in the development of peripheral muscle fatigue during multiple sprint activities?": "An accumulation of inorganic phosphate.", "The ATP store in muscle can only supply energy in high intensity exercise for about:": "2 seconds.", "960 mg of the antibacterial drug Cotrimoxazole is prescribed every 12 hours. What is the daily dose in grams? Choose one answer from the following:": "1.92", "Which of the following is true of hypothyroidism?": "A raised TSH level", "What is hypochlorhydria?": "Reduced amount of gastric acid.", "A 67-year-old man, three hours post-transurethral resection of prostate with irrigation, has a blocked catheter. Which solution should be used to complete bladder washout?": "Normal saline.", "A keloid is:": "a firm mass of scar tissue.", "Which of the following is not an amino acid?": "Palmitic acid", "Wound drainage is described as serous if:": "it is clear or slightly yellow.", "The sex of a child is dictated by the inheritance of:": "a single Y chromosome from the father.", "Which of the following is true in spastic paraplegia?": "Multiple Sclerosis can cause this neurological pattern", "The synthesis of glucose from lactate, glycerol, or amino acids is called:": "gluconeogenesis.", "If a blood unit has been out of refrigeration for longer than the accepted time limit, you should:": "return it to the blood bank and inform them of why you have done so.", "The auscultatory gap is:": "when the Korotkoff sounds disappear then return during phase 2 as the bladder is deflated.", "How many different types of microorganisms may colonize the mouth?": "350", "Why should shampoo not be used for washing the skin when showering or bathing?": "It can cause dryness of the skin.", "Which of the following is the same strength as Adrenaline 1 in 1000? Choose one answer from the following:": "1 mg/mL", "An allele that is masked is referred to as:": "recessive.", "Hypernatraemic dehydration is:": "water intake is less than is needed to maintain balance.", "Which of the following is not associated with an increase in the work of breathing?": "A respiratory rate of 16 breaths per minute.", "Which of the following can act as an intracellular buffer to limit pH changes when the rate of glycolysis is high?": "Carnosine", "Which of the following is true about Addisons Disease?": "Leads to generalized pigmentation", "Which of the following are indicative signs and symptoms of circulatory overload?": "Dyspnoea, tachycardia, and distended neck veins.", "What is the most likely cause of acute urinary retention of urine?": "Bladder outflow obstruction.", "Which of the following tools is the first choice for cleaning the mouth?": "Small, soft toothbrush.", "Which of the following drugs may be used to enhance gastric motility?": "Erythromycin.", "The creatine kinase reaction is:": "inhibited by low pH in the muscle.", "Where should a stoma be sited?": "The rectus sheath abdominus.", "Women's world record performances have improved rapidly in recent years mainly because:": "more women are now engaged in sport.", "Our genetic material is made up of:": "deoxyribonucleic acid.", "Insensible loss does not come from:": "excessive weight loss.", "Exhaustion, confusion, and unresponsiveness can be indicators of:": "respiratory failure.", "Pairs of electrons carried in the form, FADH2 and NADH+H, collectively contain enough free energy to rephosphorylate:": "5 ATP.", "A muscle fibre relaxes when:": "the nerve stimulus is removed.", "Which of the following best describes the Golgi tendon organ?": "Proprioceptive sensory receptor found at the junction between muscle and tendon.", "The pulse can be palpated:": "when an artery is close to the surface of the skin.", "The pyruvate dehydrogenase complex:": "catalyses the conversion of pyruvate to acetyl CoA.", "Which of the following is true about the knee joint?": "The patellar tap is used to demonstrate an effusion", "Who is the publication Your guide to the NHS written for?": "The general public.", "Which of the following is true about the assessment of arm reflexes?": "The root value of the biceps reflex is C5, C6", "Which of these is most likely to cause deviation of the trachea?": "Previous tuberculosis of the right upper lobe", "What is the risk if water is used for bladder washout in secondary care?": "Using water may cause electrolyte imbalance.", "What is the 'normal' range of flexion at the knee joint?": "0-135 degrees.", "Which of the following is not a controlled drug?": "A 500 ml bottle of Morphine 10 mg in 5 ml in oral suspension.", "After what period of time does maximal dynamic exercise become predominantly aerobic?": "1 minute", "The trigger to initiate the contractile process in skeletal muscle is:": "calcium binding to troponin.", "Which of the following is NOT a sign of phlebitis?": "Cool to the touch.", "The energy charge of the cell is:": "the extent to which the total adenine nucleotide pool is phosphorylated.", "The sarcoplasmic reticulum in muscle cells acts as a:": "store of calcium ions.", "Which of the following parameters are seen on typical neurological observation charts?": "Temperature.", "In the discharge checklist recommended by the Department of Health (2004), who should be involved in completing the form?": "The nurse, patient, and ward clerk.", "Which of the following is true regarding the complications of a large goitre?": "Dysphagia is an indication for surgery", "The heart has:": "four valves and four chambers.", "Which one of the following groups of patients should be assessed using an Early Warning Score (EWS)?": "Any patient who is acutely unwell pre-operatively or post-operatively and those who have undergone major surgery.", "What is the purpose of the cuff on a tracheostomy tube?": "To create an air seal within the trachea and reduce the risk of aspirating saliva or gastric contents.", "What type of covalent bonds link the amino acids in a protein?": "Peptide bonds", "Which is the most reliable way to assess for clubbing?": "Inspect the nail-bed angle from the side", "The term gene doping refers to:": "the use of genetic manipulation techniques to enhance performance in sport.", "Name three of the five main uses of the hand.": "Grip, percussion, sensory.", "Which of the following is true about an abdominal mass?": "An indentible mass is caused by faecal loading of the colon", "Which of the following is not a category used to classify patients according to the Glasgow Coma Scale?": "Pupil response.", "Which of these combinations of clinical features is most suggestive of mixed mitral valve disease with a predominance of mitral regurgitation?": "Displaced apex beat; soft first heart sound; pan-systolic murmur; short mid-diastolic murmur", "Prior to undergoing a painful procedure, a patient should be informed about what to expect and how their pain will be controlled, as this is associated with:": "a reduction in anxiety and perceived pain intensity.", "The conversion of one molecule of glucose to two molecules of pyruvate results in the net formation of:": "two molecules of ATP.", "The net production of ATP via substrate-level phosphorylation in glycolysis is:": "2 from glucose and 3 from glycogen.", "Which of the following is true about rectal bleeding?": "A painful digital examination suggests an anal fissure", "Mutations are errors in DNA that:": "occur spontaneously at a low rate.", "When recording peak flow results, within how many litres/minute should the three readings be?": "20 litres per minute of each other.", "Peak flow meters record:": "the highest rate of air expelled from the lungs through an open mouth.", "Which of the following should patients remember when taking paracetamol?": "Patients should carefully check the contents of over-the-counter cold remedies in order to prevent accidental overdose, as such preparations often contain additional paracetamol.", "Which of the following molecules does not form part of DNA?": "Amino acid", "Which of the following is true about jaundice?": "Itching may be a sign of obstructive jaundice", "Which of the following nucleotide bases is not found in RNA?": "Thymine", "Bronchial breathing is characterized by": "Expiratory component louder and longer with a gap between inspiration and expiration", "Which of the following drugs is most commonly responsible for patients who present with acute confusion?": "Alcohol.", "The frontal lobe of the brain's cortex is responsible for which of the following?": "The ability to draw shapes.", "The carpal bones are the small bones of the wrist - name them.": "Scaphoid, lunate, triquetral, pisiform, trapezium, trapezoid, capitate, hamate.", "The process of translation requires the presence of:": "mRNA, tRNA and ribosomes.", "What is 'coring'?": "When drugs are withdrawn from a sealed vial, fragments of the rubber bung can be cut out by the needle.", "What must you ensure before a speaking valve is used?": "The cuff is deflated.", "Which one of the following statements is true with regard to intravenous drug administration?": "IV administration allows titration of a drug with its desired effect.", "Which of the following factors can affect enzyme activity?": "All of the above.", "For very high force contractions lasting 1-2 seconds, the initial energy source is from:": "ATP stores.", "A change in blood pressure is detected by the:": "baroreceptors.", "Blood clots are responsible for repeatedly blocking a catheter. What should you do?": "Inform medical staff.", "What is the pH of water?": "7", "How long can a cannula remain in situ?": "96 hours.", "Metabolism is determined by the:": "proteins formed as dictated by the genetic material.", "How many chromosomes do all human somatic cells contain?": "46", "Under what circumstances would you use antibiotics prior to catheterization?": "If patient has an artificial heart valve.", "Which of these features suggest that a pulsation in the neck is arterial?": "No variation with posture", "The rate limiting enzyme of glycolysis is:": "phosphofructokinase.", "Which of the following is true about haemorrhoids?": "Pregnancy is a predisposing factor in causing haemorrhoids", "Selective Androgen Receptor Modulators (SARMs) are:": "non-steroid drugs that act on androgen receptors mimicking the effects of natural steroid hormones.", "The β-oxidation of a molecule of palmitic acid, CH3(CH2)14CO2H:": "yields 8 molecules of acetyl-CoA and some ATP and water.", "Which products of ADP degradation increase in concentration in the blood during multiple sprint sports?": "Ammonia, hypoxanthine and uric acid.", "The optimum position for performing CPR is to position the patient:": "flat on a firm surface.", "The complete resynthesis of phosphocreatine after very high intensity exercise normally takes:": "about 4 minutes.", "What type of joint is the elbow?": "Synovial hinge joint.", "A hypertonic solution is:": "a solution that has a higher concentration of solutes than the normal human cell.", "Which of these is not necessary when examining the jugular venous pulse?": "Timing the pulsation with the radial pulse", "The maximum sustainable power:": "declines with the distance of the race.", "Fast-twitch fibres contain:": "a relatively small number of mitochondria and high ATPase activity.", "The rate of blood lactate accumulation is determined by:": "the difference between the rate of lactate appearance and the rate of lactate clearance.", "The enzymes of glycolysis are located in the:": "cytoplasm.", "The energy released from the breakdown of the high-energy phosphates, ATP and phosphocreatine, can sustain maximal exertion exercise for about:": "5-10 seconds.", "Prosthetic groups are:": "tightly bound to enzymes and are required for their activity.", "Which of the following is true in peripheral neuropathy?": "Sensory loss is demonstrated in a stocking distribution", "Which of the following is true about involuntary movements in the arm?": "Writer's cramp is an example of a focal dystonia", "Which of these options is not recognized as a cause of chronic cough?": "Sodium valproate", "Which of the following is recommended for cleaning the mouth?": "Water.", "As a general principle what is the best approach to the use of analgesic drugs following surgery?": "Give drugs regularly with provision for additional 'as required' pain relief for breakthrough pain.", "Which of the following best describes nociceptive pain?": "Pain resulting from actual or potential tissue damage, which causes the release of chemical mediators that stimulate nerve fibres to initiate pain signals to the brain.", "Complete the following: A variation of serial peak flow readings over a two week period are considered diagnostic in . . .": ". . . asthma.", "Under which circumstances would you not use a catheter valve?": "If the patient is post-operative.", "Which of the following is true of Paget's Disease?": "Bowing of a long bone is a characteristic feature", "Your first action following confirmation of cardiac arrest is to:": "ensure the emergency team/services are called.", "What is an urgent reason for catheterizing a patient?": "Acute urinary retention.", "Which of the following is true?": "Creatine supplements can increase muscle strength and power.", "Who has legal responsibility for a patient's care during hospital admission, stay, and discharge?": "The named consultant.", "Endurance training increases the muscle's capacity to:": "burn fat and carbohydrate.", "An action potential arriving at the motor endplate causes release of:": "acetylcholine which traverses the neuromuscular junction.", "Your patient has diabetes. Why is this important?": "These patients are more likely to get urinary tract infections if their blood sugar is unstable.", "What is meant by the term 'passive movements'?": "Movement without resistance, stopping at end of range.", "What is a tracheostomy?": "An opening in the anterior wall of the trachea below the cricoid cartilage.", "Which of the following is true of haematemesis?": "A low blood pressure (<90mmHg systolic) and a tachycardia (>100/min) are worrying features", "Which of the following is true of rheumatoid arthritis?": "Anaemia is a common finding", "Why should careful consideration be given to providing people aged over 65 with information sources that are internet based?": "Less than 30% of people over 65 years have access to the internet.", "Which of the following is true about the carpal tunnel syndrome?": "It can be caused by rheumatoid arthritis", "How many CO2 and ATP molecules are formed during one complete turn of the tricarboxylic acid cycle (Krebs' cycle)?": "2CO2 and 1ATP", "Which potential complication of IV therapy is described thus: 'Leakage of vesicant (irritant) medication or fluid into surrounding tissues, causing tissue damage'?": "Extravasation.", "Which of the following is present in saliva and has an antibacterial action?": "Lysozyme.", "The genome is:": "the entire DNA sequence of an organism.", "Alterations in which neurotransmitters in the brain by pharmacological agents has been shown to influence fatigue development?": "Dopamine and serotonin.", "In all-out exercise such as sprinting the first fibre types to fatigue are the:": "Type IIX fibres.", "The main fate of lactate that leaves muscle and enters the circulation is:": "uptake and oxidation by other tissues.", "The most rapid method to resynthesize ATP during exercise is through:": "phosphocreatine breakdown.", "Which of the following is true in a sensory assessment of the arm?": "Proprioception is appreciated via the same tracts as light touch", "The blood glucose concentration during 80-90 minutes of intermittent high intensity exercise:": "frequently rises by 1 - 3 mM.", "One of the most common reasons for stoma formation is:": "carcinoma.", "A surgical support can be used for:": "herniation around the stoma.", "What size of catheter bag may be used at night?": "2L.", "Anaerobic metabolism refers to the generation of ATP:": "without the use of oxygen.", "Approximately how many kJ of energy are expended if an athlete's steady-rate oxygen uptake averages 3.0 l/min for 5 minutes of exercise?": "300 kJ", "A patient has been on the operating table for four hours. How long may it take for any pressure damage to be visible?": "72 hours.", "Eccrine and apocrine glands are both types of:": "sweat glands.", "Which of the following is true of the assessment of power in the arms?": "The root value of shoulder abduction is C5", "Two of the following are evident - pain at IV site, erythema, and swelling. What stage on the phlebitis scale is this and what should you do?": "Stage 2 - re-site cannula.", "Which hormone is primarily responsible for fluid regulation?": "Antidiuretic hormone.", "The low intake of carbohydrate in the diet:": "may impair high intensity exercise performance.", "Phophocreatine resynthesis during recovery from exercise is inhibited by:": "a lack of oxygen.", "The transcription of DNA to a molecule of messenger RNA occurs:": "in the nucleus.", "Oedema is the presence of:": "excessive extravascular fluid.", "Why should the short-acting bronchodilator be taken first?": "It works to dilate the airways quickly, allowing better deposition of other medications.", "Which of the following is true about an intention tremor?": "It is indicative of a cerebellar lesion", "Glucose is transported into the muscle cell:": "via protein transporters called GLUT4.", "Oxygen is used:": "in the conversion of fatty acids to acetyl CoA.", "Measuring the blood pressure in an arm that is above the level of the heart will:": "underestimate the blood pressure.", "When you are taking a musculoskeletal history which of the following is true?": "Drugs may be implicated in the causation of gout", "Why are male patients advised to take their own electric razor to hospital?": "To minimize risk of cross-infection.", "Which organ secretes insulin?": "The pancreas.", "When teaching a patient inhaler technique, how will you ensure that a large proportion of the drug reaches the lower airways?": "Ask them to hold their breath at the end of the inspiration on using the inhaler.", "Why should a patient stand or sit as upright as possible when recording a peak flow rate?": "To ensure best lung expansion and accuracy and consistency of readings.", "Why might a patient need a tracheostomy?": "As an aid to weaning patients from a ventilator.", "In general, the higher the intensity of exercise, the greater the proportional contribution of:": "anaerobic energy production.", "What is the second commonest hospital acquired infection?": "Ventilator-associated pneumonia.", "Phosphocreatine in the muscle cell is found in:": "the cytoplasm.", "The patient's self-report of pain is important because health care staff:": "do not possess an objective way of assessing pain.", "Type I muscle fibres have the following characteristics:": "red, oxidative, slow contracting.", "Mr Wood has just returned from surgery and has severe internal bleeding. Which of the following observations would you NOT expect to find on undertaking post-operative observations?": "Bradycardia.", "Which of the following represents Cushing's response?": "High blood pressure, bradycardia.", "How many 'true' movements are available at the hip?": "6", "For patients with asthma, how many times a day should a peak flow reading be taken?": "Twice a day.", "Which of the following is incorrect?": "Dentures should be stored dry.", "Why might you choose to use a silicone catheter (as of 2020 medical knowledge)?": "Because the patient is allergic to latex.", "The recommended dose of creatine to load the muscles of a 70 kg man within one week is:": "20 g/day.", "The coding sequences of genes are called:": "exons.", "Which of the following is true with regards to the anatomy involved in the rectal examination?": "The cervix can sometimes be felt anteriorly in the female", "Using a large volume spacer will improve the deposition of medication by:": "40-60%", "Which one of the following is not a use for intravenous infusions?": "To orally hydrate a patient.", "During exercise, adrenaline secretion from the adrenal glands is stimulated by:": "increased sympathetic nerve activity.", "Which of the following is true of blackouts and dizziness?": "Confusion following a blackout is strongly suggestive of a fit", "Which of the following is true about abdominal pain?": "The pain of oesophagitis is usually retrosternal in site", "The following are features of Alzheimer's disease except:": "drowsiness.", "Which of the following is true about radial nerve palsy?": "It leads to wrist drop", "How can several different proteins be produced from the same gene?": "The primary transcripts of many genes can be spliced in various ways to produce different mRNAs, a process known as alternative RNA splicing.", "How long can a long-term catheter stay in situ?": "12 weeks.", "Stridor is described as:": "A high-pitched sound.", "What is cardiac output?": "Stroke volume × heart rate.", "Which of the following is true about the assessment of gait?": "An antalgic gait is caused by a painful leg", "What should be done after catheterization is carried out?": "Document catheterization in the patient's notes.", "In a patient with chest pain which of these features is most suggestive of a myocardial infarction?": "Sweating and vomiting", "In the assessment of visual fields which of the following is true?": "An enlarged blind spot may occur because of papilloedema", "Who set the world record for the mile race in 1886?": "WG George", "What is erythema?": "Redness of the skin due to congestion of the capillaries.", "When branched chain amino acids are deaminated in muscle, the ammonia produced is mostly:": "converted into alanine and glutamine and released from the muscle.", "Which of the following is true regarding the examination of the legs?": "The root value of toe extension is L5", "The energy for all forms of muscle contraction is provided by:": "ATP.", "What is the difference between a male and a female catheter?": "Male catheters are longer than female catheters.", "In the assessment of the hand function which of the following is true?": "Opposition of the thumb by opponens policis is supplied by spinal root T1", "How many attempts should you make to cannulate a patient before passing the job on to a senior colleague, according to the medical knowledge of 2020?": "2", "Glycolysis is the name given to the pathway involving the conversion of:": "glycogen or glucose to pyruvate or lactate."}