{"The study of older adults and aging is referred to as": "Gerontology", "Which of the following factors is associated with a decreased risk of Alzheimer's?": "Eating fish", "The docility hypothesis is that": "Those with low capabilities are more vulnerable to environmental demands", "Normal memory seems to be improved by": "Aerobic exercise", "The perspective that development is embedded in history means that": "Sociocultural conditions must always be considered", "The answer \"both play an important role\" is clearly applicable to the question of": "All of these questions", "Which of the following does NOT usually occur to the lens of the eye as one grows older?": "It fills with fluid", "The houses of the future may allow you to operate virtually everything in the house from a central terminal; such a house is already in production and is referred to as": "Smarthouse", "The reaction time difference between younger and older adults is reduced when older adults": "Practice regular aerobic exercise", "A major difference between programmed and unprogrammed theories of senescence is that programmed theories": "Claim that senescence follows a predetermined plan", "One reason that older adults show high levels of optimism is that": "Many pessimists die at a younger age", "Bu is often late for appointments but says it's because she had more important things on her mind. This is an example of which coping strategy?": "Immunization", "Which of the following is most strongly associated with loss of bone density?": "Lifestyle factors like not exercising", "That super sweet iced tea that your grandmother gives you might be that way because she": "Has lost a lot of sweet taste buds and cannot taste sweetness as well anymore", "A shortage of these two vitamins can produce symptoms that mimic dementia:": "B6 and B12", "Which of the following is one of McAdam's levels of personality?": "Identity", "In this chapter's Senior View, Dr. Donham told us that mental stimulation, exercise, diet, and what other factor is important for long life?": "Good genes", "Surveys of older adults who are living together show that they tend to view cohabitation as": "An alternative to marriage", "Older adults may be more attached to a place than younger adults because": "That place holds many memories", "The Hayflick number for human cells is": "Between 45 and 55", "High levels of self-care behaviors have been associated with high levels of": "Agreeableness", "Research has offered some longitudinal as well as cross sectional support for the theory put forth by": "Erikson", "Which of the following is more likely to be a cohort, rather than an age, difference?": "A smaller proportion of older women report dreams about sex", "Fear of aging has been associated with high levels of": "Neuroticism", "In which dementia are cognitive symptoms less likely?": "Parkinson's", "In this chapter's Senior View, Dr. Shealy advises you to": "Stay in school", "When your sister Patricia was feeling depressed, you comforted her and reminisced about happier times. You provided which type of social support?": "Emotional", "Hearing loss occurs more frequently for": "Men than women", "Continued stress is damaging to health and longevity because it leads to": "Suppression of the immune system", "One difference that seems to be mostly cohort rather than age is the difference in ____ for different age groups": "Personality traits", "According to Tat Kleckley of this chapter's Senior View, the most important part of the healing process for those who are bereaved is to": "Talk about your loss", "Social support is most likely to have a positive influence on health and well being when it is": "Perceived as support", "Free radicals are produced by": "Normal metabolism", "Prejudice or bias against older adults is referred to as": "Ageism", "The program that takes over care for those with 6 or fewer months to live, attempts to keep them at home, provides pain relief, and ends all life-prolonging technologies is called": "Hospice", "Loss of smell for adults 80 and older is": "Very frequent (more than 75%)", "Activation of a class of genes called sirtuins may help to": "Prevent some diseases", "Elder abuse most frequently comes from the older adult's": "Children", "Projective tests generally ___ than objective tests of personality.": "Are more visual", "Cells in the eye that respond to low levels of illumination are called": "Rods", "Some work on age stereotypes suggests that": "Negative ones are stronger", "Which of the following could very well be a cohort difference rather than a change that occurs with age?": "Differences in weight", "The major question concerning aging and personality is:": "Does personality change with age?", "A researcher who wants to examine both age and cohort differences is advised to use a _____ design.": "Cross-sequential", "Which of the following is NOT one of the most rewarding aspects of being a grandparent as reported by grandparents?": "Having others to wait on you", "Of the following animals, which has the longest life span by current measures?": "Blue whale", "One advantage of an expected death over an unexpected death is that": "One can make funeral and estate plans with the loved one", "Changes in the reproductive system are more _____ for men but not for women": "Continuous", "Which of the following hormones has not yet been claimed to ward off senescence?": "Viasterol", "The majority of older widows live": "Alone", "Centenarians are people who": "Are 100 or more years old", "Quantitative analyses of TV shows have shown that": "The proportion of older women is particularly low", "Which of the following groups of Americans have the lowest rate of alcohol abuse?": "Asian-American", "If you believe that changes occur slowly and steadily throughout life, you would be holding the _____ side of this view of development.": "Continuity", "All other things being equal, which of the following persons is likely to live the longest?": "A white woman", "Which of the following age differences could be, in part, a cohort effect? Differences in": "Alcoholism", "Clifford and Lucia Pauling, in Senior View, told us that physical changes": "Take a long time", "The biggest and most dangerous changes in the cardiovascular system take place in the": "Blood vessels", "Older adults generally perform very well when their _____ memory is tested.": "Semantic", "With respect to marital satisfaction, most long lasting marriages": "Show lower levels during the years when children are present", "Theories": "Attempt to explain findings and guide future research", "The least favored theory of senescence among researchers is the _____ theory": "Wear and tear", "A researcher finds that age is negatively correlated with cigarette smoking; this means that": "Older adults smoke less than younger adults", "When a researcher takes part in the situation he or she is observing, he or she is said to be a(n)": "Participant observer", "The term \"work-family conflict\" for middle-aged adults can occur when they must": "Care for an ailing parent while continuing to work", "Do traits change with age?": "They change a little", "The cause of Alzheimer's appears to be": "Mostly genetic", "Older married men have been found to have": "Lower levels of negative emotions", "Within the United States, which location has the longest life expectancy?": "Hawaii", "The largest proportion of older adults living alone reside in": "Washington, DC", "Which level of personality description appears to show the most change with age?": "Personal concerns", "The positive relationship between religion and physical health is NOT thought to be due to": "The benefits of knowing that others are praying for you", "Human factors examines the performance of different tasks by examining": "The interaction between human and environment", "Prospective memory refers to memory": "To do something in the future", "The total number of people who have some disorder divided by the total number of people gives you the ____ rate.": "Prevalence", "Remarriages are": "Typically less successful", "With respect to job training, younger workers": "Receive more opportunities than older workers", "About how many grieving individuals seem to require some professional help?": "About 25%", "People with which of the following forms of control are least likely to have accessibility problems where they live?": "Internal", "Which of the following has been found to improve balance for older adults?": "Tai chi", "The most frequent chronic condition for older adults is": "Arthritis", "Hypokinesia refers to": "Loss of muscle strength and bone density", "What percentage of older adults report feeling very or often lonely?": "10%", "An example of a discontinuous change over the adult years is the change in": "Female hormone levels", "Which leg of the three-legged stool do most retirees have": "Social security", "One of the most important points made in this chapter is that physical changes": "Occur more for some and less for others and, within the same person, more for some systems and less for others", "Which of the following forms of dementia has the highest prevalence rate?": "Alzheimer's", "High levels of social support are strongly associated with": "Longevity", "The term \"cohort\" refers to": "A generation of people who lived through major events", "Middle-aged adults appear to be more ____ than older or younger adults": "Generative", "Which of the following improves attitudes toward aging and older adults?": "Education about older adults", "A problem for immune system theories of senescence is": "Determining what first causes the senescence in the immune system", "Those more likely to experience depression after a loss are those who": "Are young survivors", "Which of the following appears to lower bad cholesterol?": "Niacin", "Most people who have used physician assisted suicide have had": "Health insurance", "A researcher who is interested in the differences between two or more groups of people is most likely to use which of the following approaches?": "Quasi-experimental", "Being in bright light during the later parts of the day seems to": "Restore normal circadian rhythm", "A major reason for studying human aging is that": "All of the above", "The model of social support that says that those who are close to you now are likely to be close for the rest of your days is called the ____ model": "Convoy", "When older and younger workers have lost their jobs, older workers typically": "Take longer to find a new job", "Our social network refers to": "Those who are closest to us", "Those who survive the loss of another are called the": "Bereaved", "Financial adjustment to retirement has been most difficult for": "Single women", "Socioemotional selectivity theory says that older adults have smaller social networks because they": "Are more concerned with those closest to them", "The gender gap is likely to be associated with male/female differences in": "All of the above", "Those cells that build bone are called": "Osteoblasts", "An increase in neuroticism later in life is a strong predictor of": "Mortality", "Which of the following countries has the longest life expectancy?": "Japan", "Which type of reaction time results in the biggest age differences?": "Complex", "Gary says he won $1000 in the lottery because he really knows how to pick those numbers. Gary would be said to have a strong ____ locus of control": "Internal", "The advanced directive where one specifies the types of medical intervention that are and are not desired is called a": "Living will", "If links between various diseases are found, then future older adults will probably": "Take fewer medications", "With respect to hair loss": "Men are more systematic than women", "In this chapter's Senior View, Pat Shelley told us that you shouldn't retire if": "You can't do it right", "A person who is not very well organized, rarely sets goals, and frequently puts things off until the last minute would be said to be low on which trait?": "Conscientiousness", "As working people get closer to retirement they are more likely to": "Do some informal planning", "Older adults may show less major depression than younger adults because they": "Have learned to cope with loss", "The different components of memory should be thought of as": "Working as a system", "Very rapid disposal of the body, before sundown on the day of the death, is typical of which religion?": "Hindu", "An example of an objective test of personality is the": "MMPI", "When a measure actually quantifies what it claims to measure, we say that it has good": "Validity", "In which country do most individuals choose to be cremated?": "Japan", "A possible positive effect of moderate alcohol consumption is that it may": "Keep blood vessels from stiffening", "The environmental design that brings pets and plants to nursing homes and young people and children as regular visitors is referred to as": "The Eden Alternative", "Excess disability refers to symptoms that are": "Not due to the disease but due instead to malignant social psychology", "Well being for younger adults is positively related to which form of control?": "Primary", "Which of the following is NOT one of the major reasons for the increase in numbers of older adults?": "The steadily increasing birth rate", "Before we can collect data from other human beings we must make sure that they": "Are informed about our study and give their consent to participate", "In this chapter's Senior View, May Lee told us that we should all respect our elders because": "They raised us", "One line of evidence against antagonistic pleiotropy is that": "Women who have more children tend to live longer", "Loss of muscle fiber may be due to loss of neurons which may be due to": "Clogged blood vessels", "After losing a spouse, the surviving spouse often dies within the first year because of": "Stress and loss of social support", "Which of the following factors has NOT received as much support as the others in research investigating why social support is related to better health?": "Behavioral", "Older adults' coping strategies are generally": "Variable as they have more strategies", "Men are more likely than women to die from": "Suicide", "The slowing that occurs with advanced age appears to be centered in": "The brain", "One possible reason that time seems to pass more rapidly for older adults is that": "They have fewer novel experiences", "If we found that adult age was significantly and positively correlated with consumption of herbal teas, we could conclude that": "Older adults drink more herbal tea than do younger adults", "The initials ADL stand for": "Activities of Daily Living", "The dementia that results from a long-term deficiency of thiamine is one type of ____ dementia": "Korsakoff's", "The initial length of telomere stand for members of a species is": "Determined genetically", "The current record for longest lived human being is held by": "Jeanne Calment", "Glaucoma refers to the condition in which": "Fluid pressure in the eye is above normal", "Workers in which of the following jobs still have mandatory retirements once they reach a certain age?": "Fire fighters", "Validation therapy refers to treatments in which the person with dementia": "Is treated like a fellow human being", "Surveys of bereaved individuals have found that one of the things that is reported as being most helpful is when others": "Remain in close contact", "An example of a gain, rather than a loss, that occurs as we grow older is our gain in": "Perspective", "Which of the following appears to remain relatively stable over the adult years?": "Sensory memories", "Which of the following is always the longest?": "Life span", "Of the following, which is the more frequent stereotype of older adults?": "Confused and disoriented", "One reason that older adults may have difficulty in retrieving memories is that": "There are many more memories to search through to find the one that is sought", "Even a small amount of sleep deprivation seems to": "Improve sleep quality", "NEAT may be one way in which some people are able to maintain a healthy BMI; NEAT refers to": "Daily activities like walking, gesturing, and even fidgeting", "Over the last decade or two, which of the following causes of death has shown a huge increase?": "Alzheimer's", "Which of the following statements is TRUE concerning older workers' job performance?": "Job performance for older workers depends both upon the decline of skills and the benefits of experience", "Older adults' negative beliefs about their own memories seem to be more influenced by _____ than by their actual performance on memory tests": "Negative stereotypes about older memory", "Which of the following is NOT one of the more frequently named activities by those who are retired?": "Redoing the home", "The retirement phase that occurs least frequently is the ____ phase": "Disenchantment", "Which of the following is the most important variable for gerontological researchers?": "Age", "Which of the following does NOT increase the risk of falling?": "Having no emotional support", "The main reason given by men and women for their long lasting marriage is that": "They are best friends", "An older adult who has received a message (e.g., it's going to rain tomorrow) would be most likely to remember what when telling another person?": "The contents of the message", "The lifespan perspective says that development is composed of gains and losses; this means that": "We gain some things and lose others at every age", "Identity refers to one's": "Coherent sense of self", "Current estimates of how many people exercise on a regular basis suggest that _____ do": "Less than 50%", "An increased frequency of urination in older adults is most likely caused by": "Smaller bladder", "Some research has found that later cognitive decline is predicted by earlier": "Loss of muscle strength", "The law that requires all healthcare institutions that receive Medicaid funds to inform patients about advance directives is called the": "Patient Self-Determination Act", "Which of the following is NOT among the top 10 causes of death in the U. S.?": "AIDS", "Presbyopia refers to": "The point of clearest vision moving farther from the eye", "The design of products and environments to fit the capabilities of people who use them or live there is called _____ design": "Ergonomic", "The insurance program for poor people of all ages is called": "Medicaid", "When damage to the brain is irreversible and increasing we refer to the disorder as": "Dementia", "Grandparents with grandchildren in college report feeling especially loved when such grandchildren": "Pay a surprise visit and ask for advice", "The influence of genetics on longevity is estimated to be about": "33%", "Older adults are most likely to be involved in a traffic accident when they are": "On foot", "Life stories are more likely for people who have a sense of": "Personal control", "The idea that the ability to complete a task depends on the fit between the environment and the person undertaking the task is a basic tenet of which of the following theories of aging?": "Ecological", "Neuroticism has been found to be correlated with which of the following?": "Anger and guilt", "The Apo-E 2 protein is very prevalent in people who": "Live to be 100 or older", "Information coming into our cognitive system is thought to first enter a": "Sensory memory", "Omega 3 appears to reduce the risk of": "Cardiovascular disease", "The term \"senescence\" refers to": "An increased vulnerability", "Which of the following is caused by a prion?": "Creutzfeldt-Jakob", "A difference between the social networks of older and younger adults is that older adults have": "Smaller outer circles", "The first person to measure and compare the response times of young and old was": "Francis Galton", "About what percentage of people who have had bridge jobs say it was better than their career job?": "More than 50%", "We want our measures to be as reliable as possible; reliability refers to": "Whether our measure is consistent in the information it provides", "A problem in comparing older adults' memory for recent events and events that happened a long time ago is that recent events": "Can be verified while older events often cannot", "Of the following types of memory, which shows the biggest deficit with advanced age?": "Episodic memory", "The loss of a ____ is regarded in the U. S. as the most severe loss and frequently produces guilt in addition to other emotions.": "Child", "DNA damage/repair theory claims that senescence is due to cells getting incorrect instructions from DNA damaged by sources such as": "Free radicals and sunlight", "Comorbidity is a problem for older adults because it": "Makes correct diagnoses difficult", "With respect to theories of senescence, it's probably safe to say that": "Many theories will have to be combined to explain senescence", "Current life expectancy in the United States is about": "78", "A burial site where the body is allowed to decompose naturally without a casket is called a _____ cemetery": "Green", "Older adults with higher education and self-esteem are more likely to be": "Sexually active", "BMI is regarded as a better measure of health than weight by itself because BMI is based on weight and": "Height", "Morbidity refers to": "Increased disability and declining health", "Older adults are able to improve their memories and reduce their anxiety about declining memory when": "They learn about memory and aging and learn some techniques", "Hearing loss for higher pitch is referred to as": "Presbycusis", "In this chapter's Senior View, Tolly Kleckley told us that personality": "Pretty much stays the same", "The Kingbergs give us several keys to successful aging; which of the following is one that they did not name?": "Party at least once a month", "Those who have lost a close family member to suicide most often experience": "A lack of support from others", "Our bodies have a natural, built in defense against free radicals that is referred to as": "SOD", "Open-ended questions on a survey often make it difficult to": "Interpret the answers you get from people", "Which of the following groups is likely to have the more positive view of aging and older adults?": "Other older adults", "The paradox of well-being refers to the finding of high levels of happiness among": "Older adults", "The Supreme Court has now ruled that older workers need no longer prove _____________ to win a job discrimination suit.": "Intention", "The decline in working memory with advanced age seems to be due to": "A loss of resources and slower processing speed", "A disadvantage of institutional care is that the staff frequently teach older residents to be": "Dependent", "If you believe that we are mostly in control of our own development and that our behaviors, good or bad, determine how successful our aging with be, you would be said to have which of the following perspectives?": "Organismic", "The age at which one can receive full benefits from social security": "Has been increasing", "Loss of stomach lining can lead to symptoms that resemble": "Dementia", "Which of the following has NOT been shown to be an effective treatment for depression in older adults?": "Mental stimulation", "The term Baby Boom Generation refers to people who": "Were born right after WW II", "Older workers are more likely to": "Be laid off", "Mabel Davis, in this chapter's Senior View, would agree with which of the following?": "Time seems to speed up when you grow older", "The information stored in memory, according to research and our Senior View interviewees, is": "Our own interpretation", "When speaking with an older adults with some hearing loss, you should": "Face them so they can watch your lips", "Longevity is strongly associated with higher levels of": "Social support", "The hypothesis that says adults will remain healthy until very old age and then quickly become ill and die is the ____ hypothesis": "Compression of morbidity", "The woman who conducted a longitudinal study on herself and found increased retrieval difficulty as she got older was named": "Smith", "Comparisons of gay and lesbian couples with heterosexual married couples show that gay and lesbian couples": "Show many of the same characteristics", "One difference between the friendships of older and younger adults is that older adults": "Have more cross gender friendships", "Over the adult years, environment seems to play a bigger role than genetics in": "Longevity", "Metamemory refers to": "Knowledge about memory", "The most frequently used test designed to assess a cognitive disorder is the": "MMSE", "The strongest research technique for determining genetic contributions to longevity is to compare": "Identical and fraternal twins", "When asked where they would like to live for the rest of their lives most older adults say that they would prefer": "Staying in their own home", "Cells taken from a body and grown in a nutritional and protected culture will": "Stop dividing when their telomere strands are gone", "A major difference between cancer cells and normal cells is that": "Cancer cells have no upper limit on cell division", "Typically the longest phase of grieving is which of the following?": "Disorganization and despair", "Which of the following changes in skin is regarded as senescent?": "Thinning", "Those who spend time caring for a family member with advanced dementia are likely to experience": "Depression", "When brain metabolism is disturbed by an interaction among medicines, we refer to that as": "Polypharmacy", "Bibliotherapy for the bereaved refers to": "Reading about others who have had a similar loss", "Which of the following is an example of accumulating garbage?": "Lipofuscin", "Which of the following is an anti-oxidant?": "Vitamin E", "The suicide rate is highest for which of the following groups?": "Old white men", "All other things being equal, which of the following men is likely to be the happiest in retirement?": "Gary who is still married", "The most frequent fatal accident for older adults is a": "Fall", "Some recent work has found an association between obesity and": "Shorter telomere strands", "Over the adult years, genetics seems to play a bigger role than environment in": "Loss of hair", "People with a positive attitude about their own aging are more likely to": "Avoid serious injury and illness", "In this chapter's Senior View, Martha Steward says that theories are very wrong if they claim that": "Everyone gets sick when they get old", "Which of the following persons is more likely to remain at home alone, as of 2019?": "An African American woman", "The finding that adults tend to remember events from their adolescence better than from other periods in their lives is referred to as the": "Reminiscence bump", "When older adults move to a new state after retirement, which of the following is the more likely destination?": "Texas", "Which element in tobacco smoke is responsible for cancers?": "Tar", "All other things being equal, which of the following persons is more likely to show osteoporosis?": "An older Asian American woman"}