{"In a Robertsonian translocation fusion occurs at the:": "centromeres.", "Zinc finger proteins and helix-turn-helix proteins are": "types of DNA-binding proteins", "If the frequency of males affected with an X-linked recessive condition in a human population is .10 (one in ten), what will be the expected frequency of affected females?": "0.01", "In DNA adenine normally pairs with:": "thymine.", "The pattern of inheritance shown by malignant hyperthermia (hyperpyrexia) is:": "autosomal dominant.", "Mapping of human chromosomes:": "proceeded much more successfully as large numbers of DNA markers became available.", "Intergenerational transmission to offspring can occur as a result of parental exposures to ______.": "all of these", "Asp235Phe in a molecular report indicates that:": "aspartic acid has been replaced by phenylalanine.", "The risk of abnormality in the child of a mother with untreated phenylketonuria is:": "Almost 100%", "Exon skipping is associated with:": "RNA processing mutations.", "Which of the following is not a chromosome instability syndrome?": "Klinefelter syndrome", "Normal adult haemoglobin (Hb A) consists of:": "two α (alpha) and two β (beta) chains.", "In a condition such as schizophrenia the recurrence risk will be greatest for which of the following relatives of an affected individual?": "Brother", "The mutation in sickle-cell disease consists of:": "a point mutation.", "Which of the following is an example of monosomy?": "45,X", "QTL analysis is used to": "identify chromosome regions associated with a complex trait in a genetic cross", "What would be the frequency of AABBCC individuals from a mating of two AaBbCc individuals?": "1.0/64", "It is currently estimated that there are ______ human protein-coding genes although this estimate may be reduced over time.": "19,000–20,000", "With which of the following relatives is an individual most likely to share a common HLA haplotype?": "Sister", "Which of the following genes conveys susceptibility for polygenic Alzheimer disease?": "APOE", "The DiGeorge/Shprintzen syndrome is caused by a deletion in which chromosome?": "22", "X-chromosome inactivation": "results in genetically turning off one of the two X chromosomes in female mammals", "The pattern of inheritance shown by glucose-6-phosphate dehydrogenase (G6PD) deficiency is:": "X-linked recessive.", "Homeobox sequences": "are present in the genome of many animal species", "Which of the following karyotypes is diagnostic of Down syndrome": "46,XX,der(14;21)(q10;q10)pat+21", "Nature is more important for ______ differences, while nurture has greater influence on ______ differences.": "structural and anatomical; psychological and social", "Which of the following would result in Angelman syndrome?": "Paternal UPD 15", "Recombinant alpha-iduronidase is used for the treatment of which disease/syndrome?": "Hurler syndrome", "Research from Moshe Szyf and colleagues has provided significant findings on the epigenetic influences of prenatal maternal stress. This work has been labelled ______.": "social epigenetics", "If both parents are affected with the same autosomal recessive disorder then the probability that each of their children will be affected equals ___.": "1", "The mutational mechanism in δβ-thalassaemia consists of:": "a deletion.", "Assuming Hardy-Weinberg equilibrium, the genoypte frequency of heterozygotes, if the frequency of the two alleles at the gene being studied are 0.6 and 0.4, will be:": "0.48", "Familial hypercholesterolaemia is caused by mutations in the gene which encodes what?": "Low density lipoprotein receptor", "A cross between two true breeding lines one with dark blue flowers and one with bright white flowers produces F1 offspring that are light blue. When the F1 progeny are selfed a 1:2:1 ratio of dark blue to light blue to white flowers is observed. What genetic phenomenon is consistent with these results?": "incomplete dominance", "The proportion of babies that have an abnormality identifiable at birth is _____.": "1 in 40", "______ explained genetic disorders such as alkaptonuria and albinism.": "Recessive inheritance has", "Which of the following conditions shows anticipation in paternal transmission?": "Huntington disease", "A homeotic mutation is one which": "substitutes one body part for another in development", "Which of the following is not a familial cancer syndrome": "Waardenburg syndrome", "The epigenetic inheritance system has been described as ______ (Mayr and Provine, 1980).": "soft inheritance", "Severe anaemia at birth is a feature of what?": "Alpha-thalassaemia", "If an X-linked recessive disorder is in Hardy-Weinberg equilibrium and the incidence in males equals 1 in 100, then the expected incidence of affected homozygous females would be _______.": "1 in 10 000", "Tay-Sachs disease is caused by deficiency of _________________?": "Hexosaminidase A", "A nonsense mutation involves:": "the creation of a stop codon.", "The polymerase chain reaction or PCR is a technique that": "uses short DNA primers and a thermostable DNA polymerase to replicate specific DNA sequences in vitro.", "The maternal serum level of alpha-fetoprotein (AFP) is lower than average in which situation?": "Down syndrome", "______ has been described as the phenomenon by which one genotype can give rise to a range of different physiological or morphological states in response to different environmental conditions during development (West-Eberhard, 1989).": "Developmental plasticity", "Arabidopsis is advantageous for plant genetic research because:": "it is a small plant with a small genome size which can be raised inexpensively", "The proportion of genes shared by first cousins is on average ___.": "1.0/8", "Which of the following is not a tumour suppressor gene?": "RET", "Which of the following is a feature of X-linked dominant inheritance?": "Transmitted by males only to females", "On average, how many fragments would a restriction enzyme which recognizes a specific 4 base sequence in DNA be expected to cleave a double-stranded bacteriophage with a genome size of 5,000 bp into?": "about 20", "Positional cloning refers to": "mapping a gene to a chromosomal region and then identifying and cloning a genomic copy of the gene from the region", "Plasmid vectors for cloning": "grow within bacteria, and are present in bacterial colonies on an agar plate", "Transcriptional activator proteins": "bind regions near a eukaryotic gene and allow an RNA polymerase to transcribe a gene", "Assuming that the level of glucose is low, a mutation in the repressor associated with the lac operon of E. coli which prevents binding of the repressor to lactose should result in: ": "lack of expression or reduced expression of the lac operon genes under all circumstances", "In meiosis, recombination occurs in:": "Prophase I.", "Leber's hereditary optic atrophy is caused by a mutation in:": "mitochondrial DNA.", "Regarding exons, which, if any, of the following statements is correct?": "Some exons in protein-coding genes consist of noncoding DNA.", "In humans, each cell normally contains ______ of chromosomes.": "23 pairs", "An increase in the inbreeding coefficient, F, is likely to result in:": "reduced likelihood of heterozygotes being present in a population", "Which of the following findings on prenatal ultrasound examination would not raise suspicion of a chromosome abnormality?": "Monozygotic twins", "The likelihood of an individual in a population carrying two specific alleles of a human DNA marker, each of which has a frequency of 0.2, will be:": "0.08", "An Hfr strain of E. coli contains:": "a bacterial chromosome with the F factor inserted", "Male to male transmission is a key feature of which pattern of inheritance?": "Autosomal dominant", "Simple tandem repeat polymorphisms in humans are most useful for": "solving criminal and paternity cases", "Which of the following disorders is not suitable for population carrier screening?": "Oculocutaneous albinism", "Which of the following disorders does not show X-linked inheritance?": "Tay-Sachs disease", "The most common chromosome abnormality in first trimester spontaneous miscarriages is:": "trisomy.", "Which of the following karyotypes is not compatible with survival to birth?": "45,Y", "Male breast cancer is associated with mutations in ___.": "BRCA2", "Pseudocholinesterase deficiency is associated with increased sensitivity to what?": "Succinylcholine", "The most common cystic fibrosis mutation consists of:": "a deletion.", "The normal human chromosome diploid number is:": "46", "Advantages of using adenoviruses for gene therapy include:": "low risk of insertional mutagenesis.", "Which of the following statements about Hirschsprung disease is incorrect?": "It is more common in girls than in boys.", "Which of the following conditions is caused by a trinucleotide (triplet) repeat expansion?": "Huntington disease", "Which of the following causes female pseudohermaphroditism?": "Congenital adrenal hyperplasia", "Which component of transcribed RNA in eukaryotes is present in the initial transcript but is removed before translation occurs?": "Intron", "Which of the following is not a recognized complication of cystic fibrosis?": "Cancer of the oesophagus", "Which of the following diagnostic techniques is of no value for the diagnosis of neural tube defects?": "Chorion villus sampling (CVS)", "Which of the following conditions is a peroxisomal disorder?": "Zellweger syndrome", "Marked microsatellite instability is a feature of:": "hereditary non-polyposis colon cancer (HNPCC).", "The common mutation in α-thalassaemia consists of:": "a deletion.", "A baby born with pulmonary hypoplasia secondary to oligohydramnios caused by renal agenesis would be classified as having:": "a sequence.", "The ______ is the set of observable characteristics and is the sum of genetic and environmental effects.": "phenotype", "Which of the following trisomy karyotypes has the mildest effect on human development?": "47,XXX", "Mutations that cause achondroplasia exert an effect which can be classified as:": "gain-of-function.", "The presence of two or more cell lines from different zygotes in a single individual is known as:": "chimaerism.", "The risk for miscarriage associated with amniocentesis is approximately ____.": "1 in 100 to 1 in 200", "Autozygosity mapping is used to map disorders that show which pattern of inheritance?": "Autosomal recessive", "Consanguinity shows a strong association with which pattern of inheritance?": "Autosomal recessive", "Most new mutations appear to be": "neutral or deleterious", "Twin studies in humans are useful because": "they allow genetic as opposed to environmental influences on variation in a trait to be estimated", "Complete the following sentence. The Philadelphia chromosome:": "is a product of a reciprocal translocation.", "Enzyme assay can be used to identify carriers of:": "Tay-Sachs disease.", "A high blood ammonia level occurs in:": "ornithine transcarbamylase (OTC) deficiency.", "In genome-wide association studies, known SNPs explain ______ of the variation in body mass index despite the evidence of greater than 50% heritability from twin and family studies.": "less than 2%", "Differential distribution of substances in the egg most typically results in:": "differences in gene expression which may establish a pattern in the embryo as the cells divide", "Which of the following conditions is not caused by a mutation in FGFR3?": "Waardenburg syndrome", "The allele associated with sickle cell anemia apparently reached a high frequency in some human populations due to:": "superior fitness of heterozygotes in areas where malaria was present", "RFLP analysis is a technique that": "uses hybridization to detect specific DNA restriction fragments in genomic DNA", "Repeat core sequences consisting of 2, 3, or 4 base pairs are known as what?": "Microsatellites", "Marfan syndrome is caused by mutations in the gene which encodes _______.": "Fibrillin", "If an autosomal recessive disorder which shows Hardy-Weinberg equilibrium has an incidence of 1 in 6400 then the frequency of carriers is approximately _______.": "1 in 40", "Tracing of a cell lineage during development means that": "the cells giving rise to and derived from a specific cell are known", "Mutations which occur in body cells which do not go on to form gametes can be classified as:": "somatic mutations", "Assuming that the level of glucose is low, a mutation in the repressor of the lac operon in E. coli, preventing binding of the repressor to the operator, should result in:": "constitutive expression of the lac operon genes", "The “sticky ends” generated by restriction enzymes allow": "pieces of DNA from different sources to hybridize to each other and to be joined together", "The presence of an extra digit is referred to as __________.": "polydactyly", "Which of the following statements about heritability are true?": "is a measure of the proportion of variation that is due to genetic causes", "Large triplet repeat expansions can be detected by:": "Southern blotting.", "DNA ligase is": "an enzyme that joins fragments in normal DNA replication", "A gene showing codominance": "has both alleles independently expressed in the heterozygote", "Which of the following conditions does not show multifactorial inheritance?": "Marfan syndrome", "The stage of meiosis in which chromosomes pair and cross over is:": "prophase I"}