{"Which foods tend to be consumed in lower quantities in Wales and Scotland (as of 2020)?\n": "Fruits and vegetables", "In which one of the following circumstances will the prevalence of a disease in the population increase, all else being constant?\n": "If survival time with the disease increases.", "Which of the following statements is correct?\n": "\"Prediabetes\" is a condition characterized by an increased risk for the future development of type 2 diabetes", "What are the main causes of the obesity epidemic?\n": "Increased energy quantity/density and a more sedentary life-style", "Which vitamin is a major lipid-soluble antioxidant in cell membranes?\n": "Vitamin E", "Which of the following contributes to vitamin B12 deficiency in older adults?\n": "All of the above", "Obesity increases the risk of endometrial cancer. Which hormone is thought to mediate this effect?\n": "Oestrogen", "Which vitamin is required for calcium absorption from the small intestine?\n": "Vitamin D", "Which of the following statements about the metabolic demand for amino acids is correct?\n": "The metabolic demand involves consumption of amino-acids by a number of irreversible pathways and these are either obligatory or adaptive.", "Which of the following statements about human amino acid requirements in human nutrition is correct?\n": "The amino acid requirements determined for adults is assumed to be the requirements for maintenance for all ages.", "A food additive is considered to be safe when:\n": "Estimated Daily Intake (EDI) from its presence in food is less than its ADI", "Which of the following statements is true:\n": "Both of the statements are correct", "What role do women play in food security?\n": "They play a central role as producers of food, managers of natural resources, income earners and caretakers of household nutrition.", "The following amino acids are all essential components of the diet:\n": "leucine, methionine and threonine", "Which single statement about fat digestion and absorption is correct?\n": "Triglycerides (triacylglycerols) must be emulsified and digested before the fatty acids can be transported", "Which fatty acids found in plasma phospholipids are associated with reduced cardiovascular mortality?\n": "Long chain (=20 carbons) saturated and n-3 polyunsaturated fatty acids", "Crohn's disease:\n": "May lead to intestinal obstruction", "Which of the following is true about the diagnosis of \"osteopenia\" or \"osteoporosis\" in North America and Western Europe\n": "Women over age 80 with osteopenia have above average bone mineral density for their age", "Which country has undergone the most rapid nutrition transition in the last two decades?\n": "China", "Acute binge drinking is associated with?\n": "Holiday heart syndrome", "Why are some specific indices of iron status (such as serum ferritin or transferrin receptors) generally considered to be more reliable indices of iron status, than blood haemoglobin levels are?\n": "Because blood haemoglobin levels can also respond to a variety of other factors and insults, such as lead poisoning, chronic disease, etc.", "What stable isotope is commonly given for the measurement of total body water?\n": "Deuterium", "What are focus areas of nutritional epidemiology?\n": "Both of the options given are correct.", "Which of the following diet-derived compounds have epigenetic effects?\n": "All of the options given are correct", "Which of the following does not occur with increasing age?\n": "An increased appetite", "Which vitamin is required for synthesis of the blood clotting proteins?\n": "Vitamin K", "What the largest endogenous substrate source in the body?\n": "Adipose tissue", "Which of the following statements concerning transamination is correct?\n": "Transaminases require a coenzyme derived from vitamin B6.", "What is food security?\n": "Its component elements include availability, utilisation, and stability, as well as access.", "What is the likely reason that evidence to support the relationship between dietary cholesterol and plasma LDL cholesterol levels in humans is inconclusive?\n": "All of the above.", "Which of the following statements about amino acid scoring for predicting protein quality in human nutrition is correct?\n": "Different amino acid scoring patterns are used for different age groups.", "A 20 year old student who has recently arrived in Britain from Sudan visits the university health centre to complain of abdominal cramps and diarrhoea after drinking milk. Which of the following is the most likely cause of his problem?\n": "Lack of small intestinal lactase", "Which of the following is the main nitrogenous compound in urine?\n": "Urea", "It has been observed that a reduction in family size and improved sanitary condition have led to an increase in allergic conditions. The 'hygiene hypothesis' suggests that\n": "Living on a working farm will help reducing the development of atopic diseases", "Why might some biochemical (eg plasma or serum) indices of micronutrient status give misleading results in people with infections or inflammatory states?\n": "Because an acute phase reaction results in changes in inter-tissue distributions of certain micronutrients.", "What proportion of vegans is likely to be deficient in vitamin B12?\n": "32%", "Which of these factors increases the risk for cancer of the oesophagus?\n": "Alcohol", "Which one of the following statements about protein nutrition is correct?\n": "The requirement for dietary protein is for individual amino acids, not simply the total amount of protein in the diet.", "Higher dietary sodium (salt) intake is generally associated with:\n": "Negative calcium balance and bone mineral loss", "Which of the following is a function of vitamin B6?\n": "Decarboxylation of amino acids to form amine neurotransmitters", "Which of the following statements is/are true?\nThere is increasing concern about the importance of adequate nutrition in the pre-conception period to support a successful pregnancy. This is because:\n": "all of the options given are correct", "Which of the following best explains the antioxidant action of vitamin E?\n": "It forms a stable radical that can be reduced back to active vitamin E by reaction with vitamin C", "Which of these factors increases the risk for cancer of the stomach?\n": "Salt and salt-preserved foods", "What are the main enzyme systems for catalysing ethanol to acetaldehyde?\n": "Alcohol dehydrogenase (ADH), cytochrome P450 2E1 (CYP2EI), catalase", "In a healthy person maintaining energy balance in equilibrium (i.e. mathematical equality of energy intake and energy expenditure) is generally achieved on a:\n": "1-2 week basis", "Which of the following statements is incorrect regarding fatty acid ß-oxidation?\n": "The major site of fatty acid ß-oxidation is the peroxisomes, the mitochondria also contain enzymes for this pathway", "Intestinal lactase deficiency leads to lactose maldigestion which subsequently can lead to lactose intolerance, i.e. causing clinical symptoms. Infants and children normally express sufficient lactase levels as not to experience clinical symptoms. Overall, adults can be classified as lactase-persisters or lactase non-persisters. What is the approximate percentage of Lactase non-persisters worldwide?\n": "70%-75 %", "Which of the following vitamins provides the coenzyme for carboxylation reactions?\n": "Biotin", "According to trials on diabetes prevention, high-risk individuals can reduce their risk to develop diabetes by doing the following:\n": "Losing 5-7% of body weight through a hypocaloric low fat diet and 30 minutes of daily activity", "IBS\n": "May be associated with constipation", "The gut microbes metabolize L-carnitine into which metabolite that has been shown increase cardiovascular disease?\n": "Trimethylamine", "Eosinophilic oesophagitis\n": "May cause oesopgageal obstruction", "Which of the following vitamins is required for fatty acid b-oxidation?\n": "Riboflavin", "Children who are obese should:\n": "Reduce their total energy intake, increase their activity level and reduce their screen time", "Which of the treatments below has not demonstrated efficacy in BED\n": "Benzodizepines (Diazepam, Alprazolam)", "Which of the following is a function of biotin?\n": "Carboxylation of pyruvate to oxaloacetate", "How is iron transported in the circulation from the intestine to the sites of metabolism in the body?\n": "Bound to transferrin", "The safety of which of the following substances must be demonstrated prior to their introduction into food?\n": "All of the above", "Select the single most accurate statement about the absorptive area of the human intestine?\n": "All of the options given are correct", "Infants and children with a suspected food allergy e.g. cow's milk allergy/intolerance could display the following symptoms and signs:\n": "all of the above", "High intake of which of these dietary components predisposes to accelerated cognitive decline\n": "All of the above", "Which of the following statements is/are true?\nHow can smoking affect breastfeeding?\n": "all of the options given are correct", "Which of the following statements about the global ageing population is correct?\n": "The rate of increase in the median age of populations is greater in developing countries than wealthy countries.", "Which of the following changes in body composition are associated with ageing in older adults?\n": "Increased body fat", "What is the main source of protein in the British diet?\n": "Meat and meat products", "What is leptin resistance?\n": "High concentrations of leptin without reduction in energy intake", "The two most common causes of foodborne illness in the United States and Europe are:\n": "Salmonella and Campylobacter", "Bariatric surgery is used for obesity treatment but how much is the incidence of type 2 diabetes reduced in obese individuals after surgery?\n": "80-90%", "What are the disadvantages of identifying under-reporting of usual intake using the doubly labelled water technique?\n": "All of the options given are correct", "Facial flushing is seen in approximately 50% of East Asians and is thought to be due to a deficiency of?\n": "ALDH2", "Which of the following foods do not contain free sugars\n": "Cows' milk", "Which of the following inborn errors of metabolism gives rise to zinc deficiency?\n": "Acrodermatitis enteropathica", "Ulcerative Colitis\n": "Carries a risk of colonic cancer", "What characteristic is not representative of a type IIb muscle fibre?\n": "High fatigue resistance", "Which of the following statements is not true?\n": "Lack of docosahexaenoic acid in vegans causes visual and cognitive impairment", "Intestinal failiure:\n": "May benefit from sodium supplementation of >=90mmol/l", "Which of the following is true about dietary calcium:\n": "Absorption efficiency is inversely related to calcium intake, so that a higher proportion is absorbed when calcium intake is low", "Oral bacterial synthesise extracellular glucans (dextran and mutan) from which host dietary component?\n": "Sucrose", "What is the definition of overweight?\n": "BMI 25-29.9 kg/m2", "Pregnancy and lactation is known to:\n": "Result in bone mineral loss from the skeleton", "Observational epidemiology studies have produced useful in identifying health effects of many food contaminants, but not for assessing risk, because:\n": "Reliable dose-response data are difficult to acquire and often unavailable", "It is correct to state that for the treatment of Bulimia Nervosa:\n": "Fluoxetine is considered of benefit", "The respiration quotient (RQ):\n": "goes beyond a value of 1.0 when exogenous carbohydrate is converted to endogenous fat.", "Nitrites are added to processed meats mainly to prevent the growth of the following genus of microorganisms\n": "clostridium", "At what stage(s) during pregnancy did in utero exposure to the Dutch Hunger Winter have the biggest effects on DNA methylation in blood cells from the adult offspring?\n": "First trimester of pregnancy.", "The body's adjustment of heat production to changes in the plane of nutrition (under- or over-nutrition) and to minimize energy imbalance is known as:\n": "Adaptive thermogenesis", "Which drug(s) is/are approved for the treatment of obesity in Europe?\n": "Orlistat", "In order to achieve optimal nutritional status it is recommended that older adults consume:\n": "A high nutrient dense diet.", "The measurement of a specific biochemical status index for a micronutrient such as vitamin C is most likely to be useful in practice to estimate:\n": "The tissue levels, or body status, of that nutrient.", "Which statement about protein digestion and absorption is most correct?\n": "The products of protein digestion may be absorbed as free amino acids or as di- or tripeptides", "What is the density of fat free mass?\n": "1.100 g/cm3", "In an epidemiological context, what is the population at risk?\n": "The group of people that may experience the outcome we want to study.", "How will climate change affect future food security?\n": "It will have negative impacts in most developing countries because of the increased frequency of droughts, storms and floods.", "What is a major limitation of using BMI (body mass index) as a method of body fat measurements?\n": "It does not distinguish between fat and fat free mass", "Which of the following vitamins provides the cofactor for hydroxylation reactions in collagen synthesis?\n": "Vitamin C", "Endurance type exercise training modulates fuel storage and substrate use. Adaptive responses include:\n": "Increasing intramuscular lipid use during exercise", "Which vitamins are most likely to be lacking in a vegan diet?\n": "Vitamin B12", "A blood sample is taken from a 45 year old man after he has broken his overnight fast by eating three slices of toast and a boiled egg. Which one of the following will be at a higher concentration than if the blood sample had been taken before breakfast?\n": "Glucose", "In adolescence:\n": "Girls physiologically increase their percentage body fat", "In which form is selenium found in the 25 human selenoproteins?\n": "Selenocysteine", "On a global scale, trends are suggesting that with rising incomes and urbanization we are seeing a rise in which food commodities?\n": "Meat and Dairy products", "Intestinal motility is a complex process, orchestrated by nerves, hormones and the presence of food in the stomach. Which statement about this process is correct?\n": "The presence of partially digested fat and starch in the duodenum, slows intestinal motility", "It is possible to reduce (though not eliminate) information bias in assessment of dietary intake by\n": "collecting data about dietary intake at the onset of a study, before people have experienced symptoms of disease.", "To characterize a binge eating episode one must investigate the presence of:\n": "A subjective component of lack of control and an objective component of large consumption of food in a discrete period of time", "Which of the factors below is NOT considered a risk factor for Eating Disorders\n": "Parental anxiety", "Which statement about absorption from the gastro-intestinal (GI) tract is most correct?\n": "The absorption of glucose is associated with sodium uptake.", "Of the classes of dietary fatty acids which have the most beneficial effect on plasma LDL cholesterol levels?\n": "Both a and c", "Which of the following is not a function of vitamin D?\n": "Lipid-soluble antioxidant in cell membranes", "How many kcal are there in one gram of ethanol?\n": "29.7 kJ or 7.1 kcal per g", "Colonic microbiome:\n": "May be changed with consumption of oligo-saccharides", "Which of the following amino acids cannot provide a substrate for gluconeogenesis?\n": "Leucine", "What nutritional strategies will not improve performance during prolonged endurance type exercise?\n": "The classic glycogen loading regime", "Which body composition method would you use to measure body mineral content?\n": "Dual-energy X-ray absorptiometry", "These factors increase risk of osteoporotic fracture:\n": "Poor muscle strength", "Fruit and vegetable consumption\n": "Has an uncertain relationship with skeletal health because research studies are confounded by associated lifestyle factors such as smoking, exercise and alcohol consumption", "Which are the FIVE main series of apoproteins that have been identified?\n": "apoA, apo(a), apoB, apoC and apoE", "Which of the following is the yield of ATP from complete oxidation of glucose to carbon dioxide and water?\n": "32", "Nutrients may pose health risks:\n": "When intakes exceed established ULs (Upper Levels)", "The Atherogenic Lipoprotein Phenotype (ALP) is a collection of which lipoprotein abnormalities?\n": "Reduced levels of HDL, a high proportion of small dense LDL and raised triglycerides", "The colonic microflora can be considered as \"an organ within an organ\". Which of the following statements best describes the functions of the microbiota?\n": "All of the options given are correct", "Which of the following statements about glucose metabolism is correct?\n": "Red blood cells can only metabolise glucose by anaerobic glycolysis and the pentose phosphate pathway.", "What dietary component has been shown to improve hypertension in humans?\n": "potassium", "Fats normally contain triacylglycerols at concentrations of:\n": "> 95%", "Which of the following statements about protein structure is correct?\n": "Cross-links between the &epsiv;-amino group of lysine and the carboxyl group of glutamate render the amino acid(s) unavailable for digestion.", "Which of the following statements about exposures is true?\n": "'Exposure' refers to contact with some factor that may be harmful or beneficial to health.", "The test for checking mean plasma glucose concentration over the previous 8-10 weeks is:\n": "Hemoglobin A1c", "Which one of these organs has the lowest energy expenditure per unit of body mass (kg)?\n": "Skeletal Muscle", "Are GM foods a valuable tool with which to address global food security and climate change?\n": "Yes, because they can provide us with a more abundant and economical food supply for the world as well as continued improvement in nutritional quality", "What do flavonoids (polyphenols), including isoflavones (phytoestrogens), inositol phosphates (phytates), lignans (phytoestrogens), isothiocyanates, indoles, phenols and sulphides and thiols, have in common?\n": "They are all derived from plant foods", "Which of the following will increase in vitamin D deficiency?\n": "The plasma activity of alkaline phosphatase", "The 'mad cows disease' has had the greatest impact on food choice due to which of the following?\n": "A difference in perception of risk", "Which one of the following is a definition of glycaemic index?\n": "The increase in blood glucose concentration after consuming the food compared with that after consuming an equivalent amount of white bread.", "Which of the following statements is true?\nImpaired foetal growth is described as intrauterine growth retardation (IUGR). IUGR has the same definition as:\n": "birth weight below a population threshold for gestational age", "Which statement about dietary fibre is most correct?\n": "Fibre sources, such as hemicelluloses, pectins and inulin are rapidly fermented to short chain fatty acids, which have trophic effects on the colon", "Which of the following is not a reason for increased risk of vitamin or mineral deficiencies among older people in high income countries?\n": "High nutrient requirements for tissue turnover", "What is the estimated global prevalence of untreated dental caries?\n": "40%", "Bone mineral accretion\n": "In childhood, adolescence and young adulthood predicts risk of fracture in old age", "Which of the following is not considered a diagnostic feature of Anorexia Nervosa\n": "Depressive symptoms", "Supplementation with long-chain fatty acids EPA and DHA during pregnancy and infancy will likely benefit the following:\n": "Visual performance", "Deficiency of thiamin in alcoholics leads to\n": "Wernicke-Korsakoff syndrome", "In human DNA, which nucleotide base is methylated at the 5' position?\n": "Cytosine", "Which of the following statements is correct regarding intracellular fat metabolism?\n": "The mechanism by which non-esterified fatty acids are taken up by cells is by a combination of diffusion and carrier-mediated transport involving fatty acid binding, translocase and transport proteins.", "Which of the following statements about the digestibility of dietary proteins is correct?\n": "The digestibility of plant proteins is generally less good compared to animal proteins.", "Basal Metabolic Rate (BMR):\n": "Is higher after weight gain because part of the excess weight is fat-free mass.", "What is the best method to estimate changes in body fat during weight loss?\n": "Four-compartment model", "Which of the following statements about the role of the intestine in development of obesity best describes the situation?\n": "The gut/brain signalling pathway controls energy intake to within 2% of requirements, even in people who are morbidly obese", "Which of these factors is associated with an increase in the risk for prostate cancer?\n": "Insulin-like growth factor-1", "Which of the following is not a function of vitamin A\n": "Synthesis of the blood clotting proteins", "Which of the following confirmed values meet the diagnostic threshold for diabetes?\n": "fasting blood glucose ≥ 126 mg/dl", "What is the basic functional unit of skeletal muscle tissue?\n": "the sarcomere", "In the past two decades, interest in maternal nutrition has been heightened following the findings of epidemiological studies that show links between early experience and later health. Which of the following statements is true:\n": "the epidemiological evidence shows programmed differences in physiology are linked to events before birth and in early postnatal life", "Was T.R. Malthus correct in concluding that population growth will outstrip food production growth?\n": "No, technological and institutional innovations have permitted food supplies to more than keep pace with population growth.", "What are histones?\n": "Proteins", "Which of the following statements about methods of evaluating protein quality in human nutrition is correct?\n": "Animal growth assays underestimate the quality of dietary proteins for human nutrition", "Alcohol is a major risk factor for cancer development. Which alcohol metabolite plays a prominent role in cancer development?\n": "acetaldehyde", "The body mass index (BMI) of vegetarians differs on average from meat-eaters by how much?\n": "1 unit of BMI", "Which of the following statements about the diets and nutritional status of older people is correct?\n": "Older people generally have a lower energy intake than younger adults.", "Cholesterol and fatty acids absorbed from the intestinal lumen are packaged into which types of lipoproteins and secreted from the enterocytes into the lymph?\n": "Chylomicrons and HDL", "Which of the following vitamins is involved in one-carbon metabolism?\n": "Folate", "Which of the following is not a beneficial effect of exercise in people with diabetes:\n": "Hypoglycaemia", "Which of the following cannot be a substrate for gluconeogenesis?\n": "Palmitic acid", "The intake of which minerals is not affected by high intakes of foods containing phytic acid?\n": "Potassium", "The pathogenesis of hyperglycemia in type 2 diabetes includes all the following mechanisms except for:\n": "All of the options given are correct", "Inviduals suffering from inhalant allergies may also react to cross- reacting food allergens. A person suffering from a natural latex allergy might not react to one of the following allergens\n": "figs", "Which of the following methods is recommended to screen for malnutrition on admission to hospital?\n": "The MUST tool", "Which of the following in not a zinc-dependent enzyme?\n": "Glutathione peroxidase", "Which of the following statements about the protein requirement is correct\n": "The protein requirement is equal to the demand divided by the efficiency of utilization.", "What dietary pattern shows most promise in preventing age related cognitive decline\n": "The Mediterranean diet", "What enzyme is responsible for copying methylation marks from the parental to the daughter strand of DNA during replication?\n": "DNMT1", "What is the worldwide prevalence of obesity?\n": "13%", "Lactose\n": "Is excluded on a low FODMAP diet", "How many stages within the food supply chain can food availability and consumption be measured?\n": "5", "Which of the following is a function of folate?\n": "Synthesis of TMP (thymidine monophosphate)", "The vitamins which are lost most readily during cooking are:\n": "vitamin C and thiamin", "Doses of substances used in animal toxicity studies are usually many times greater than those experienced by people because:\n": "Such tests can detect only very large risks because of the fact that only small numbers of animals can be used", "Risk management for chemical contaminants of food generally relies on:\n": "Prohibiting the introduction into commerce food containing contaminants at levels greater than a specified level (a risk-based MRL or tolerance)", "The effects of iron on certain aspects of socio-emotional development (shyness, orientation/engagement and response to unfamiliar pictures) is due to:\n": "The role of iron in dopamine production", "Insulin deficiency is associated with\n": "Increased ketogenesis", "Which of the following vitamins provides the coenzyme for reduction reactions in fatty acid synthesis?\n": "Niacin", "On an average daily basis, the gross energy intake of a healthy woman is 9279 kJ, the energy content of her faeces and urine are 647 kJ and 318 kJ, respectively. Her average daily digestible energy intake and metabolisable energy intake would be, respectively,:\n": "9279-647 kJ and 9279-(647+318) kJ", "When epidemiologists judge the evidence to establish possible causes of a health outcome, they consider\n": "All of the options given.", "Women who are planning a pregnancy are recommended to take a supplement of 400ìg folic acid/ day before and until the end of the first trimester of pregnancy. What effect does such supplementation have on methylation of the imprinted gene IGF2 in the resulting children?\n": "Methylation of IGF2 is increased.", "Occasionally infants are born without a normally functioning immune system. What are the signs most suggestive of a severe combined immunodeficiency?\n": "All of the options given are correct", "Fibre supplements\n": "May be helpful in diverticular disease", "Which life-style factors do not confound the interpretation of the health of vegetarians compared with meat-eaters?\n": "Age", "Which of the following has not at one point in the past few decades been considered as a cause of the oedema of kwashiorkor?\n": "Iron deficiency", "Which of the following is not a non-coding RNA?\n": "mRNA", "More and more detrimental effects of malnutrition during childhood and adult life have been identified. The effects of over nutrition e.g. overweight and obesity are less well known. Overweight and obesity are associated with which of the following\n": "all of the options given are correct", "After consumption of a mixed meal, a complex cascade of events takes place that integrates fat metabolism at the whole body level. Which of the following is correct?\n": "All options given are correct", "What difference will urbanisation make for hunger and malnutrition?\n": "Urban dwellers depend more than rural people on purchases to acquire food, have little opportunity to grow their own food, and so are much more vulnerable to food price increases.", "Which membrane fatty acids are precursors for eicosanoids?\n": "C20 and C22 polyunsaturated fatty acids", "Under conditions of metabolic or other stress, which of the following amino acids generally regarded as being dispensable may be required in greater amount than can readily be synthesised in the body?\n": "Glycine", "The most direct method for measuring body composition is:\n": "underwater weighing", "What type of diet is recommended for weight maintenance?\n": "High protein and low GI", "The Worldwide HIV/AIDS campaigns have made significant progress over the last years. The HIV infection rates in Europe\n": "Have been unchanged", "For certain micronutrients, 'biochemical functional indices' have been developed, to assess the adequacy of one or more biochemical pathways that respond predictably to changes in status of that specific micronutrient. One example is serum methylmalonic acid as a biochemical functional index for vitamin B12 status. What is the primary aim of such biochemical functional index measurements?\n": "To provide an additional status estimate that can probe critical tissue adequacy, and hence the risk of consequent clinical disease or physiological malfunction.", "In terms of price per calorie, which of the following foods is the cheapest and most nutritious?\n": "Cheese burger", "All babies lose weight after birth, you should be concerned when:\n": "Weight loss in > than 10% or birth weight is not regained by day 14", "Risk assessment is applied to data on toxicity and human exposure to:\n": "Estimate the likelihood, or probability, of a toxic effect on exposed humans", "What is the typical body composition of a normal weight young adult man?\n": "Fat = 17%, Fat Free Mass=83%, Intracellular Fluid= 40%, Extracellular Fluid= 20%", "The critical pH below which demineralisation of tooth enamel occurs is usually around:\n": "5.5", "The supplementation of diet with which fat soluble vitamins has been shown to reduce cardiovascular disease?\n": "None of the above", "Vitamin D deficiency can often be found as a single nutrient deficiency, that is, in an otherwise well-nourished person. The main reason this can happen is because:\n": "Most vitamin D in the body does not come from food so access to food is not an important determinant of vitamin D status.", "Water transport can occur from the lumen of the intestine to the blood stream, or from the blood stream to the intestinal lumen. Which single statement about this phenomenon, below, is actually correct?\n": "Water flows into the gut from the mucosa, during digestion of starch and protein, in order to reduce luminal osmolality", "Which of the following are the recommended blood pressure and lipid goals for the prevention of cardiovascular disease in adults with diabetes?\n": "BP < 130/80, Trig <150, LDL < 100", "Current recommendations are that:\n": "All babies should be exclusively breastfed until around 6 months", "Food allergies:\n": "Usually occur only after an individual has been sensitized by prior exposure", "The UNICEF model of the causes of malnutrition identifies several levels of causes: immediate, underlying and basic. Which of the following is not one of the underlying causes in the UNICEF model?\n": "Insufficient rainfall for agriculture", "Which statement about intestinal \"brakes\" and \"accelerators\" is FALSE?\n": "Dietary starch is a potent stimulator of small intestinal motility because it causes insulin release from the pancreas", "What is meant by the term 'functional isolation'?\n": "A malnourished, apathetic child that is not receiving the same stimulation from the environment affecting his/her development negatively", "Which of the following proteins is not involved in the absorption of cholesterol in the small intestine?\n": "LDL receptor", "What is the prevalence of alcoholic myopathy in alcoholics\n": "40 to 60%", "Molecules of natural polyunsaturated fatty acids in vegetable oils contain:\n": "18 carbon atoms with at least two carbon-carbon double bonds in the cis configuration", "Which of the following statements about glycogen metabolism is correct?\n": "A key step in the synthesis of glycogen is the formation of UDP-glucose", "The WHO made a strong recommendation that the maximum intake of free sugars by individuals within populations should be\n": "<10%", "Rickets of prematurity is associated with:\n": "All of the options given are correct", "Which of the following diseases does obesity increase the risk of developing?\n": "All of the options given are correct", "Which of the following statements about the protein:energy ratio of the requirement is correct?\n": "The elderly need the most protein dense food", "Since the 1996 World Food Summit, how has the number of food insecure people in the world changed?\n": "The number decreased, but not by nearly enough to meet the Summit's goal.", "What caused the food-price spike of 2007-2008?\n": "All of the above were among the causes.", "Toxicity and dose-response data from animal studies, together with data of which of the following types, are used to evaluate the safety of a food substance?\n": "The daily intake of the substance by humans consuming the food", "Epidemiological measures of effect assess the _______ between an exposure and an outcome.\n": "strength of the association", "The risk factors for type 2 diabetes mellitus include:\n": "All of the options listed are correct", "The World Health Organization recommends zinc supplements for which groups of people?\n": "Children with severe malnutrition or diarrhoea", "Which of the following statements is/are true? Epigenetic changes may be key to understanding the links between early experience and later health. They may:\n": "all of the options given are correct", "Confounding is a particular challenge in nutritional epidemiology because\n": "different dietary components are correlated with each other, making it difficult to separate their effects.", "Infants born to mothers who are vegan may be at increased risk of deficiency of which nutrient?\n": "Vitamin B12", "Which of the following statements about proteolysis is correct?\n": "The rate of tissue protein catabolism is more or less constant throughout the day.", "Which of the following statements about plant sources of amino acids in human nutrition is correct?\n": "All plant protein sources contain all essential amino acids although some may be limited by the amount of particular amino acids", "Which of the following vitamins provides the coenzyme for oxidative decarboxylation of pyruvate?\n": "Thiamin", "Gluten\n": "May increase carbohydrate malabsorption", "Adaptive thermogenesis refers to:\n": "An increase in basal metabolic rate that is not fully explained by a change in body composition during chronic overfeeding", "Which of the following rules regarding the interconversion of fuels are central to the integration of metabolic pathways?\n": "Fatty acids can be made from but not converted to carbohydrates and amino acids", "Assessing growth in routine practice should be:\n": "Weight and height", "The daily amount of protein oxidized in the body of a person spending 24 hours in a respiratory chamber can be determined from his/her:\n": "Total urinary nitrogen excretion alone", "What is the primary lipoprotein secreted from the liver that is at least partially composed of dietary derived lipids?\n": "VLDL", "Which of the following statements about the nutritional status of older people is correct?\n": "The risk of high iron stores is greater than the risk of iron deficiency in older people.", "Which of the following could lead to iodine deficiency?\n": "Intake only of locally grown food in central Africa", "In relation to Eating Disorders, it is correct that:\n": "AN has the highest mortality across all mental disorders", "What are the limitations of food balance sheets? (select all that apply)?\n": "All of the options given are correct", "The pancreas secretes a large amount of digestive enzymes after a meal. Which statement about this process is correct?\n": "Enteropeptidase converts trypsinogen to trypsin by cleavage of a peptide sequence that blocks the active site of trypsin.", "A deficiency of which vitamin has been associated with enamel defects and increased risk of dental caries?\n": "Vitamin D", "Which of these factors reduces the risk for cancer of the colorectum?\n": "Dietary fibre", "Deficiencies of which of the following nutrients can lead to anaemia?\n": "Copper and iron", "Which of two hormones act on the hypothalamus to increase satiety and hunger, respectively?\n": "Leptin and ghrelin", "What is the phenotype of a congenital disorder impairing the secretion of leptin?\n": "Obesity, abnormal growth, hypothyroidism, hyperinsulinaemia", "What are the effects of globalisation on food security?\n": "Wealthy countries subsidies and trade barriers make it difficult for developing countries to take advantage of the potential of globalisation for advancing food security.", "Which statement about Engel's law on food economics is correct?\n": "As income rises, the proportion of income spent on food, declines", "The stomach lining contains several types of cells. Which statement about them is correct?\n": "Mucous cells secrete the glycoprotein mucin", "Which of these factors increases the risk for lung cancer?\n": "High dose ß-carotene supplements", "According to the recommendations for the nutritional management of patients with diabetes, the consumption of saturated fat should be:\n": "<10% of total daily energy", "When using bioelectrical impedance for measuring body composition, why does an electrical current travel faster through muscle than it does through fat?\n": "Muscle contains more water than fat", "Maternal weight gain is usually monitored in pregnancy. Which of the following statements is/are true:\n": "all of the options given are correct", "Which of the following will provide the main fuel for muscle contraction during short-term intense activity such as sprinting?\n": "Muscle glycogen", "How many calories should a woman eat each day during pregnancy?\n": "An additional 200 kCal in the third trimester only", "Which of the following will be increased in vitamin K deficiency\n": "The time for blood to clot", "Which of the following contributes to reduced energy expenditure in older adults?\n": "All of the above", "Which one of following statements about nitrogen balance is correct?\n": "In positive nitrogen balance the excretion of nitrogenous metabolites is less than the dietary intake of nitrogenous compounds.", "Deficiency of vitamin A in children causes:\n": "Increased risk of mortality", "Which of these factors increases the risk for postmenopausal breast cancer?\n": "Obesity", "Which of the following foods might be considered a \"goitrogen\"?\n": "Brassicas", "Which statement best describes the differences between the characteristics of type 1 and type 2 diabetes:\n": "autoimmune factors are involved in the pathogenesis of type 1 but not type 2 diabetes", "Which of the following nutritional interventions has been shown to improve child development?\n": "Both of the interventions", "Food supplements, including trace minerals and vitamins are frequently advertised with promising health benefits. Which of the following substance could be consumed in excess, i.e. well above the recommended daily requirement?\n": "Vitamin C", "The thermic effect of food\n": "is partly related to sympathetic activity stimulation in the postprandial phase", "What is the primary method of dietary assessment used in epidemiological studies?\n": "Food frequency questionnaire", "Calculate the body mass index (BMI) for a patient whose height is 1.75 m and whose weight is 99 kg.\n": "32", "Diagnosis of iron deficiency can be complicated by concurrent infection since many markers of iron status are altered by infection. Which of the following combinations of iron status markers is likely to be found in a person with both iron deficiency and a severe infection?\n": "Low haemoglobin, high ferritin, high serum transferrin receptors, high hepcidin", "How much dietary protein should athletes consume daily?\n": "1.2-1.7 g protein per kg bodyweight per day", "Which vitamins are important in lowering circulating homocysteine levels\n": "Folate, vitamins B6 and B12", "The function of the gastrointestinal tract can be classified in several ways. Which of the following functions is most important for survival immediately after a meal?\n": "Absorption and retention of water and electrolytes", "Which single statement below, about the stomach, is actually correct?\n": "Pepsinogen and gastric lipase are two enzymes secreted into the lumen of the stomach", "The best evidence exists for which nutrients in the prevention of age related cognitive decline?\n": "N-3 fatty acids", "Which diseases are not less frequent among vegetarians?\n": "Respiratory diseases", "For Binge Eating Disorder it is incorrect that:\n": "Binge Eating episodes in BED are usually richer in calories than those of BN, leading patients to obesity", "Although theoretically any food protein could act as a food allergen, there are eight major food allergens in Europe and North America which account for most of the allergic triggers observed in childhood. Which of the allergens pairings contains an allergen, which is not part of the group of eight major allergens?\n": "Mustard seeds, lamb,", "Prenatal programming:\n": "May be effected through the epigenetic effects of intrauterine nutritional inadequacy", "The best available evidence for an association between amount of sugars and risk of dental caries comes from which type of study design?\n": "Cohort", "Which of the following statements about nutritional status and health outcomes is correct?\n": "Folate deficiency in older people is less prevalent in countries with mandatory fortification of flour with folic acid.", "Which of the following statements about the consequence of an adaptive metabolic demand for the determination of the minimum protein requirement is correct.\n": "The adaptive metabolic demand means that the slope of N-balance studies underestimates the efficiency of protein utilization", "De novo fatty acid synthesis usually signifies which of the following?\n": "An excess of energy yielding substrates", "Which of the following lipoproteins is produced via the exogenous lipoprotein pathway?\n": "Chylomicrons", "The following types of research findings provide strong evidence for an association between diet and skeletal health:\n": "Long-term intervention studies that have a large sample size with fracture as an endpoint", "Which vitamin is required for vision in dim light?\n": "Vitamin A", "The amount and composition of dietary fat are important factors for influencing blood lipid metabolism. Which of the following statements is correct?\n": "Replacement of saturated fatty acids with large amounts of carbohydrate is associated with decreased LDL and increased plasma triglyceride concentrations", "Additional dietary protein may:\n": "Stimulate production of insulin-like growth hormone", "Greater milk consumption\n": "Has been reported to be associated with a higher incidence of fracture and higher mortality in a few studies", "It is correct to state about the epidemiology of Anorexia Nervosa that:\n": "Males from any socioeconomic background can be affected", "What should elite athletes ideally consume during prolonged high intensity exercise (>2.5 hours)?\n": "90 g glucose plus fructose per hour", "What endogenous substrate source provides the most energy during moderate to high intensity exercise?\n": "Muscle glycogen", "How does agricultural research help reduce hunger and poverty?\n": "Research focused on the problems of poor farmers and consumers is a 'public good' with little profit potential but high social benefits; public investment is needed to support it.", "Severe acute malnutrition in young children is defined as:\n": "Height-for-age Z score <-3 or weight-for-height Z score <-3 or oedema", "What are the main metabolites of alcohol metabolism?\n": "Acetaldehyde, acetate,", "Energy that is expended for standing at an office desk, walking to a file cabinet, and other office job-related activities is referred to the following energy expenditure component:\n": "Non-exercise activity thermogenesis (NEAT)", "Are most developing-country farmers engaged in subsistence or commercial production?\n": "Virtually all small-scale producers are engage in some self-provisioning and market sales.", "Which of the following statements about protein synthesis is correct?\n": "The RNA formed by transcription of DNA undergoes splicing and further modifications to form mRNA.", "Which of the following is closest to the amount of retinol formed from ß-carotene?\n": "0.15 mol retinol /mol ß-carotene", "From the list of oral microorganisms, which is primarily responsible for the initiation of dental caries?\n": "Mutans streptococci", "Which statement about the oral phase of digestion is INCORRECT?\n": "Salivary amylase digests the dextran film on tooth enamel formed from dietary sucrose", "Which of the following statements about plasma lipoproteins is correct?\n": "They have a hydrophobic core of triacylglycerol and cholesterol esters", "What mechanisms potentially accelerate age related cognitive decline (as of 2020 medical knowledge)": "All of the above", "Which of the following are not true regarding macrobiotic and vegan diets?\n": "Low in sugar", "On average, obese people have a higher basal metabolic rate (BMR) than lean people, mainly because the body of the obese has more\u0085 (in kg):\n": "Lean mass (fat-free mass)", "Which of the following factors inhibits non-haem iron bioavailability the most?\n": "Phytic acid", "Which of the following vitamins is involved in transamination of amino acids?\n": "Vitamin B6", "Which of the following is the most frequently used anthropometric measure to estimate body mass?\n": "Body weight", "What is the immediate source of chemical energy that can be used by skeletal muscle tissue to allow muscle contraction?\n": "ATP", "What are the functions of dietary fat?\n": "All options given are correct", "Which of the following will result in an increase in the rate of tissue protein synthesis?\n": "Increased insulin secretion in the fed state.", "Which of the following mechanisms contributes to a decrease in plasma calcium concentration?\n": "The action of calcitonin on the kidney", "From the options listed, which type of carbohydrate cannot be metabolised by oral bacteria\n": "starch", "What are entitlements to food?\n": "It means the pathways through which people access food, whether by production, purchase, social protection programmes or other means.", "The \"fear of becoming fat\" observed in patients with AN is best understood as a:\n": "Overvalued idea", "Which of the following is a function of vitamin B12?\n": "Synthesis of methionine from homocysteine", "Deficiency of which of the following vitamins results in megaloblastic anaemia?\n": "Folate", "Which of the following is not a reason for following a vegetarian diet?\n": "None of the options given are correct", "What is the energy need of a sedentary 43-year old woman who weighs 63 kg?\n": "1350 kcal/day", "Normal growth can be defined as BMI between:\n": "91st and 2nd BMI centile", "Why were low-carbohydrate diets not recommended previously?\n": "Due to possible cardiovascular side-effects", "Malnutrition in older adults is associated with which of the following?\n": "An increased mortality and morbidity", "Which of the following will have the lowest glycaemic index?\n": "A raw potato", "Which statement best describes the process of absorption of vitamins from the intestine?\n": "All of the options given are correct", "Randomised, controlled trials provide strong evidence that an observed effect is due to the intervention (the assigned exposure). One reason is because\n": "when the participants are randomised, many characteristics and possible confounding factors are likely to be evenly distributed in the groups.", "Which nutrient intake is fairly similar for countries in north and south Europe?\n": "PUFA", "It is true about Bulimia Nervosa that:\n": "Self-induced vomiting is the most frequent compensatory behaviour", "A common anthropometric measure for infants is:\n": "Recumbent length", "Which of the mechanisms below can explain why high protein diets are optimal for weight loss and weight maintenance?\n": "All of the options above", "Which is the most reliable type of observational study for investigating the link between diet and cancer?\n": "Prospective study", "What is the difference between LCD and VLCD?\n": "VLCD provides less energy than LCD and usually does not include natural foods", "What was the Green Revolution?\n": "It refers to the widespread adoption of high-yielding cereal crop varieties by farmers in many developing countries starting in the mid-1960s.", "What is the role of fatty acids in the body?\n": "All of the above", "In a cohort study, the risk ratio of developing diabetes was 0.86 when comparing consumers of tea (the exposed) to those who did not drink tea (the unexposed). Which one statement is correct (according to knowledge in 2020)?\n": "Based on the information given we cannot tell if the observed difference in disease risk is the result of chance.", "Which of the following statements is correct (according to knowledge in 2020)?\n": "Consumers with phenylketonuria must avoid the consumption of the sweetener aspartame", "Which of the following is the most plausible explanation for the protective effect of dietary fibre against cancer of the colon, as of 2020?\n": "Butyric acid, formed during colonic fibre fermentation stimulates anti-oxidant defences in the colon", "Which of the following statements about iodine is correct, as of 2020?\n": "The iodine content of organic milk is generally lower that the level in non-organic milk", "What is the first-line drug for patients with type 2 diabetes and obesity, as of 2020?\n": "Metformin"}