{"Which of the following statements expresses a relationship between aging and sexual functioning": "Aging is related to some loss of erectile rigidity in the male", "According to Piaget, children are ___________.": "“Little scientists”", "If a test has a standard error of measurement of 15 points, itis correct to conclude that": "about 68% of the individuals with a given cure score will have observed scores within 15 points of the true score", "Any substance that can have a negative impact on fetal development is ___________.": "A teratogen", "If you were hired by a large company to develop a new training program, your first step would probably be to conduct a:": "needs analysis.", "Practitioners of Gestalt psychotherapy consider a client’s desire to talk about his/her past as:": "a way for the client to avoid coming to terms with the present.", "In regard to memory, aging is most closely associated with a decline in": "the efficiency of controlled memory processes", "A 66-year-old client who is depressed, has rhythmic hand movements, and has a flattened affect is probably suffering from": "Parkinson's disease", "One Friday afternoon, just before leaving on a weekend tip, a psychologist receives a call from a therapy client who claims to have taken an overdose of pills in a suicide attempt. The psychologist: tells the client to call a physician immediately and to come in at 9:00 A.M. on Monday for a session. The psychologist makes no other attempt to intervene, and the client dies later that evening without making any other calls for assistance. In this situation, the psychologist's behavior was clearly": "unethical, because the client's needs were not addressed more directly", "A family therapist using the structural approach of Salvador Minuchin would most likely:": "clarify boundaries between family members in order to reduce enmeshment.", "A researcher interested in examining the potential impact of parent alcoholism on child and family development recruits 12-year-olds (n = 100), 13-year-olds (n = 100), and 14-year-olds (n = 100)—half of whom have an alcoholic parent and half of whom do not—into a multiple-year longitudinal study assessing various outcomes. This study is best characterized as:": "A cross-sequential cohort design", "Focal damage to the portion of the left frontal lobe known as Broca's area is likely to impair": "production of speech", "According to Gerald Patterson and his colleagues (1992), which of the following is a key contributor to aggressive behavior in children?": "the parents’ childrearing behaviors", "A person who received a Level 4 rating on the Rancho Los Amigos Scale of Cognitive Functioning:": "is confused and incoherent, may exhibit bizarre behavior, and is unable to care for him/herself.", "A psychologist who already has an established therapeutic relationship with a child is asked to act as an expert witness in a divorce proceeding involving custody of the child. The psychologist's best course of action would be to:": "decline the request to testify.", "Motivation is a complex process involving weighing alternatives, costs, and benefits. From your knowledge about GOAL-SETTING THEORY, which one out of the following statements is incorrect?": "goal attainment is maximized when goals are specific and highly difficult", "The STATISTICS are a method of measuring variables and organizing and analyzing data statistical method can be descriptive or inferential and have a scale of measurement. From your knowledge about statistics measurement, what is the RATIO DATA?": "Ratio Data is an interval data with an absolute zero", "Aronson and Mills examined the effects severity of initiation into a group on subsequent attitudes toward the group. Results of their study indicated that, compared to women who underwent a mild initiation, women who underwent a severe initiation as a precondition of group membership:": "rated the group as more interesting and enjoyable.", "A graduate student’s dissertation chair, Dr. X, turns out to be of little help, and the student ends up obtaining advice and assistance from an associate professor, Dr. Z. Dr. X does review the dissertation when it is completed and she is listed as the dissertation chair. Several months later, the student decides to write an article for a professional journal that is based his dissertation research. In terms of publication credit:": "Dr. Z should be listed as second author if her contribution warrants it.", "The TRANSTHEORETICAL MODEL OF CHANGE was originally developed to treat addictive behaviors and 5 stages people pass through in the process of change. Which stage is correctly defined?": "ACTION: time and effort into modifying behavior", "When a psychologist doesn’t feel he or she is competent to accept a case, the most justifiable option is to:": "Refer out", "A personnel director decides to raise a selection test’s cutoff score when using the test to assist in hiring decisions. Most likely the personnel director has made this decision in order to:": "decrease the number of false positives.", "Dr. Jones, a clinical psychologist, has been seeing Lisa L. in therapy for one month. Dr. Jones considers Lisa to be a very attractive woman and finds himself having sexual fantasies about her. As an ethical psychologist, Dr. Jones should:": "continue working with Lisa but consult with a colleague if he believes his attraction might be interfering with his objectivity.", "Parametric Tests are used when data is interval or ration. When is it used the ONE-WAY ANOVA?": "used when there is 1 IV and means of more than 2 groups", "A father brings his 22-year-old son to you for evaluation. Within the past 6 weeks, this formerly socially active young man has quit his job as a restaurant manager, has become withdrawn, and now spends most of his time in his room watching TV. He reports that he occasionally receives messages from aliens through the TV. Based on this information, which of the following is the most appropriate DSM-IV diagnosis": "Schizophreniform Disorder", "Identify the only construct that is not pertinent to developmental models on intelligence:": "Investment theory", "Thomas and Chess’s (1977) “goodness-of-fit” model predicts that maladjustment in children is due to:": "a mismatch between the child’s basic temperament and his/her parents’ childrearing practices.", "The STANDARD SCORES express raw score distance from mean by SD and considered the most satisfactory type of NR score. Which statement out of the following ones is about T-scores?": "M=50, SD=10- it is used on many psychological tests, MMPI", "Trend analysis is a type of analysis of variance that is used when:": "a study’s independent variable is quantitative.", "When performing a(n) ________ task, group members select a solution offered by one of the group members as the group’s solution.": "disjunctive", "A therapist instructs a client who suffers from insomnia to polish his hardwood floors for at least two hours whenever he wakes up during the night. Apparently this therapist is familiar with the work of:": "Milton Erickson.", "A patient wishes to use data from your recent neuropsychological evaluation in a civil hearing in which he is suing the supermarket where he slipped and fell. Which answer should be the first step in fulfilling this request after a release has been duly executed?": "Provide the data to an appropriately qualified psychologist as indicated on the release form", "Female applicants consistently obtain lower scores on a selection test than do male applicants. However, when they are hired, females perform as well on the job as do males. This situation illustrates which of the following?": "unfairness", "The correction for attenuation formula is used to measure the impact of increasing:": "a test’s reliability on its validity.", "A child diagnosed with conduct disorder cannot receive an additional diagnosis of:": "Oppositional defiant disorder", "The presence of manic episodes is required for a diagnosis of:": "Bipolar I", "On the basis of his investigation of the relationship between affiliation and anxiety, Schachter concluded that which of the following best accounted for the desire of high-anxiety research participants to wait with other high-anxiety participants?": "social comparison", "A psychologist in private practice is going through a difficult divorce and, as a result, has started drinking and is often depressed. He should:": "seek professional consultation and consider temporarily suspending his practice.", "A physician refers an asthmatic patient to you for therapy and requests regular progress reports. The most appropriate course of action for you to take is to": "tell the physician thar you can send progress reports only with a written release by the patient", "As used in personnel selection, “adverse impact” means that": "a group covered by law is hired at a rate less than 80% of that of the group with the best selection", "A stroke that affects the posterior region of the corpus callosum, thus disconnecting the visual centers of the brain from the language centers of the brain, may result in this syndrome:": "Alexia without agraphia", "Research suggests children’s successful adjustment to the divorce of their parents is most related to:": "the degree of post-divorce conflict between the parents.", "Dr. Sam Solo is the only psychologist in a small town, and his son is enrolled in the town's only elementary school. Dr. Solo receives a call from his son's teacher who says she would like to begin therapy with him. As an ethical psychologist, Dr. Solo should:": "begin therapy with her and discuss the potential for conflicts during the initial session and, if necessary, in subsequent sessions.", "An agonist is ___________.": "A drug that binds to a receptor producing a change in activity", "Research in the workplace has shown that a subordinate’s participation in goal setting leads to the selection of goals that, when compared to goals set for subordinates unilaterally by their supervisors, are": "more challenging", "You are a consultant asked to design an intervention program in a recently integrated housing project where antagonism and hostility between old and new residents are extremely high. The goal is to improve relations through contact. You would be more likely to facilitate that goal if you could arrange interactions that provide opportunities": "for each group of residents co disconfirm negative traits of the other group", "Which of the following is true of low-context communication?": "It is a less unifying form of communication", "A former client owes you over $600.00 in therapy fees and you are considering using a collection agency to collect the money she owes you. As an ethical psychologist, you should:": "contact the client first to inform her of your intent to use a collection agency if she does not pay her outstanding fees by a specific date.", "If you believe another psychologist has committed an ethical violation, you should first:": "Discuss your concerns with him or her", "Research on the counseling of minority group member clients indicates thar they": "terminate counseling significantly earlier than do non-minority clients", "A psychologist at a pain clinic is helping design a medication reduction schedule to address the learned aspects of a patient's medication use. The psychologist’s best recommendation would be to administer medication": "at specific times, because then the medication will not be given in response to pain", "Research on women who have had abortions indicates that": "the psychological consequences are no worse than they are for women who have chosen to continue their pregnancies and give birth", "Behaviorist views have been criticized by other approaches for a number of reasons. Ethologists argued that the behaviorists ignored innate, built-in biases in learning due to evolution, but also disagreed with:": "the use of the animals in laboratory experiments", "An aspect of development that is more plastic is an aspect that is .": "Relatively malleable", "From a behavioral perspective, phobic reactions to benign objects or events are acquired when those objects or events become associated with a stimulus that naturally produces a fear response. In other words, phobic reactions are due to:": "classical conditioning.", "Statistical regression is a potential threat to a study’s internal validity when:": "participants are selected for inclusion in the study because of their extremely high or low scores on the pretest.", "According to Bem’s (1972) self-perception theory:": "people infer their own attitudes and emotions by observing their own behaviors and the circumstances in which those behaviors occur.", "A 60-year-old fire chiefs referred to you because department policy requires a fitness evaluation when an employee reaches this age. You have been asked to assist in cis fitness evaluation. Which of the following would be the most important factor to consider in your evaluation": "Functional abilities", "Dr. Harold Hanson, a psychologist who heads the personnel committee at a mental health facility, recommends that a psychologist who has an unresolved charge of sexual harassment against him not be considered for a promotion. In terms of his ethical responsibilities, Dr. Hanson:": "has acted unethically by violating the requirements of the ethical guidelines regarding employment procedures.", "On average, men perform better than women on all the following tasks with the exception of:": "Simultaneous processing", "Comparison of an individual’s score with an inappropriate norm group affects all of the following except": "decisions about the subject", "Lewin’s force field theory describes planned change in organizations as involving which of the following stages?": "unfreezing, changing, and refreezing", "The primary advantage of the forced-choice distribution of rated attributes in performance appraisal is that it": "enhances the reliability of ratings", "Dr. Carl Carlson is a licensed psychologist and professor in the psychology department at a large university. He is approached by a graduate student, Marla M., age 36, who asks him if he’d like to attend a baseball game on Friday night. Dr. Carlson is divorced and finds Marla to be a very attractive woman. In terms of ethical guidelines, if Dr. Carlson accepts Marla’s invitation, he will be:": "acting ethically as long as Marla is a student in a department other than the psychology department and will not be taking any classes in the psychology department.", "Nonparametric statistics should be used instead of parametric statistics when the": "form of the distribution of scores in the investigated population is not known", "\"Rosenhan’s research involving “pseudopatients\"\" who were admitted to psychiatric hospitals:\"": "showed that the environment inﬂuences how a person's behavior is perceived.", "When we convert total number of errors on a test to percent correct, or vice versa, we are performing which type of transformation": "Linear", "A regression model predicting frequency of tantrums from (a) effectiveness of parental commands, (b) consistency of parental discipline, and (c) parental warmth, would result in a model with:": "One y-intercept and three regression coefficients", "When using multiple regression, multicollinearity occurs when:": "the predictors are highly correlated with one another.", "You receive a phone call from Hermann H., age 28, who says he is “totally miserable” because of the recent breakup with his girlfriend and that he would like to begin therapy with you. During the first session with Hermann, you find out that his political views are completely repugnant to you, and you feel that you would not enjoy working with him. As an ethical psychologist, you should:": "provide Hermann with appropriate referrals.", "During the second stage of Kohlberg’s preconventional level of moral development, children obey rules because:": "doing so helps them satisfy their personal needs.", "If a researcher implemented a brief motivational interviewing intervention to increase client motivation in the hopes that increased motivation would lead to lower levels of problem alcohol use, motivation would be a ___________.": "Mediator", "The mental retardation associated with PKU is preventable with:": "removal of environmental toxins.", "A couple brings their ten-year-old son to therapy at the suggestion of his school counselor who is concerned because the boy has started arguing with his teacher and getting into physical fights with his classmates. After several sessions with the boy and his family, you receive a letter from the school principal requesting information about the boy's condition, and a signed release from the boy's parents is included with the letter. As an ethical psychologist, you should:": "release only that information you believe to be relevant to the school’s concerns.", "Attribution theories provide a framework for the important types of information used to assess behavior. One theory describes how people identify explanations of people’s personal characteristics from behavioral evidence. This theory is ___________.": "Correspondent inference theory", "The sleep-wake cycle is regulated by the": "reticular formation", "According to Albert Ellis, our emotional and behavioral reactions to an event are due to our beliefs about the event rather than to the event itself. In other words, our beliefs act as a:": "mediator variable.", "A 16-month-old child who calls her pet cat “kitty” sees a dog for the first time and calls it “kitty.” In terms of Piaget’s theory of cognitive development, the child is displaying:": "assimilation.", "The FACTORIAL ANOVA is used when study involves more than 1 IV. Which is the INTERACTION EFFECT of the Factorial Anova?": "effect of an IV at diff levels of the other IVs", "All of the following are uses of job analysis except": "determining underutilization in workforce labor marker comparisons", "another person's behavior is referred to as the .": "fundamental attribution bias", "Three types of prevention have been identified in community mental health. Secondary prevention attempts to": "reduce the severity of problems", "What treatment method has the best results with addressing anxiety symptoms?": "Cognitive behavioral therapy", "Which of the following is a correct statement about confidentiality": "There are exceptions to the obligation to maintain confidentiality", "During his first therapy session, a client tells Dr. Goodwill that he wants to pay for therapy in cash and doesn't want Dr. Goodwill to keep a record of the therapy sessions or his payments. If Dr. Goodwill agrees to this arrangement she has acted:": "unethically and possibly illegally.", "Self-instructional training of impulsive children involves helping them to": "change their self-statements to increase their task-oriented behavior", "A company president is concerned about the low motivation and satisfaction of her employees and, as a result, institutes a wage and bonus (financial) incentive program for all employees. Six months later, the president finds that her efforts have not increased the employees' job motivation or satisfaction. This result is best predicted by which of the following theories?": "two-factor theory", "According to general systems theory, negative feedback": "is a critical component in a system's ability to maintain stability", "With regard to the effects of crowding, which of the following is true?": "Men are less likely than women to be stressed by crowded conditions.", "To decrease hostility between groups of junior high school students, you would be best advised to:": "assign the students goals that can be achieved only through intergroup cooperation.", "Which of the following functions tends to decline the most with age": "Ability to process information rapidly", "After three sessions with a therapy client, Dr. Leonard Lykowski realizes that he’s feeling somewhat hostile toward the client because she reminds him of his wife who he’s currently divorcing. Dr. Lykowski’s best course of action would be to:": "consult with another psychologist to determine whether or not to continue seeing the client in therapy.", "Within the context of sexual harassment, “quid pro quo” refers to:": "a situation in which an employee’s response to sexual demands impacts his/her job.", "Which of the following is not an available tool for assessing suicide risk?": "The Suicide Action Questionnaire", "Hypnosis is best described as a response to suggestion involving:": "an alteration in memory, mood, and perception.", "A woman has a schizophrenic brother. According to research area, the probability thar she is or will become schizophrenic is about": "0.42", "Standardized tests or measures that compare an examinee’s performance to the performance of a specified group of participants are:": "Norm-referenced tests", "Which of the following item difficulty (p) levels maximizes the differentiation of examinees into high- and low-performing groups:": "0.5", "A person is most likely to be helped in an emergency situation when:": "there is a single bystander.", "Current legal and ethical standards require that a treatment record be kept for each patient. At the minimum, this treatment record should include": "diagnoses; initial findings; treatment plan; dates of service and billing; progress in the treatment plan", "Children typically take their first steps around the age of": "12 months", "Lewinsohn’s behavioral model proposes a causal link between ______________ and depression.": "a lack of reinforcement from the environment", "When using factor analysis, a major concern of personality theorists has been specifying the": "number of dimensions necessary 10 describe personality", "Parkinson’s disease is caused by a progressive degeneration of dopamine-producing cells in the:": "substantia nigra.", "Studies of persons in their 70s, 80s, and 90s indicate thar intellectual functioning is most closely related to": "social support", "The primary value underlying the existence of ethical principles is:": "The advancement and protection of the welfare of clients of psychologists", "While treating a client, you decide that you want to consult with a colleague to discuss a specific aspect of the case that is giving you trouble. According to APA’s Ethics Code and the Canadian Code of Ethics:": "you must obtain permission from the client only if you will be revealing the client's identity to the consultant.", "\"Smith, Glass, and Miller’s (1980) meta-analysis of the psychotherapy outcome research found that people receiving therapy are \"\"better off\"\" than about _____% of people who need treatment but do not receive it.\"": "80", "The _______ is the least developed area of the brain at birth.": "cerebral cortex", "Feminist therapy is characterized by all of the following except": "establishing a special bond between a female therapist and a female client", "Which of the following relies on internal resources to cope with a problem?": "Emotion-focused coping", "The flaw in Anderson’s ACT theory was that some considered it ___________.": "Untestable and thus, of uncertain scientific value", "\"According to Hersey and Blanchard’s situational leadership model, a leader should use a \"\"participative\"\" style for subordinates who have:\"": "high ability and low motivation.", "The 80% rule is used to determine if:": "a selection procedure is having an adverse impact.", "A 15-year-old consistency engaging in unprotected sexual intercourse and denying the possibility of pregnancy and/or contracting sexually transmitted diseases is an example of": "adolescent egocentrism", "When a highly cohesive group under directive leadership reaches a decision before completely assessing available information or considering alternative solutions, the group may be exhibiting the influence of": "group think", "Gestalt therapy is designed to achieve integration of": "thought, feeling, and action", "Prochaska and DiClemente’s (1982) stages of change (transtheoretical) model predicts that a person in the ________ stage plans to take action within the next six months that will alter his/her problematic behavior.": "contemplation", "What is termed “catharsis” in psychoanalytic theory might be described by behaviorists as": "reduction of emotional response by an extinction procedure", "Research on EMDR (eye movement desensitization and reprocessing) suggests that its effectiveness for alleviating the symptoms of PTSD is attributable to which of the following?": "imaginal exposure", "The items for 2 machinist proficiency test have been based on 2 job analysis of machinists in 50 plants, each employing five or more machinists doing comparable work. Such 2 procedure would contribute directly to the test's": "content validity", "The procedure involving repeated presentation of a stimulus to the client until the attractiveness of that stimulus is reduced is best described as": "stimulus satiation", "Exposing individuals to arguments against their views, arguments that are then strongly refuted, may serve to": "inoculate chem against later persuasive appeals", "The function of the correction for attenuation is to": "estimate the correlation between wo variables if one or both could be measured without error", "In a study in which depressed individuals presenting for outpatient mental health treatment are randomly assigned to either cognitive behavioral or brief dynamic treatment and both groups are assessed at pretest and posttest:": "All of the above", "As described by Kobasa et al. (1982), the personality characteristic of hardiness is characterized by which of the following?": "commitment, challenge, and control", "Humanistic and existential therapists view ulcers, hypertension, and tension headaches as": "symptoms of a loss of contact with personal values", "The belief that a child's misbehavior has one of four goals — i.e., attention, revenge, power, or to display inadequacy — is most consistent with:": "Adler’s individual psychology.", "When serving as an expert witness in a child custody case, a psychologist's primary concern should be:": "the best interests of the child.", "Selye (1956) proposed that which of the following endocrine glands mediate the general adaptation syndrome?": "adrenal and pituitary", "During a Developmental Research, the variables are assessed as a function of time. How does the cross-sectional design works?": "different group divided by age are assessed at the same time", "You receive a call from Mrs. Wang who is very upset because her 14-year-old daughter witnessed the assault of her best friend three days ago and is very distraught. The girl hasn’t slept, won’t eat, and can’t stop crying. You have limited experience working with adolescents and in providing crisis intervention services. However, there is no one else in the community who is more experienced than you are. As an ethical psychologist, you will:": "see Mrs. Wang’s daughter in therapy only until the crisis has ended or until you locate alternative services.", "The correlation between two sets of test scores indicates the": "proportion of variance in one test associated with variance in the other test", "The following measure of general cognitive abilities would be most appropriate for use with a nonverbal adolescent:": "Leiter–R", "Dr. A. Praise is hired to perform a court-ordered evaluation of a defendant in a criminal case. She discusses the purpose of the evaluation with the defendant who then says he does not want to cooperate. According to the Specialty Guidelines for Forensic Psychology, Dr. Praise should:": "postpone the evaluation and advise the defendant to contact his attorney.", "A student who is chronically depressed is most likely to attribute the low score she received on her final exam to:": "her lack of ability.", "When using the Premack Principle to modify a behavior, the reinforcer is:": "a behavior that occurs frequently.", "American Psychological Association?": "clients with a physical disability", "According to Irvin Yalom, ________in group therapy is the analogue of the therapist-client relationship in individual therapy.": "cohesiveness", "\"A 14-year old boy is arrested for the third time for shoplifting. His mother seems unconcerned and says \"\"he's just going through a phase.\"\" His father decides to go fishing on the day of the boy's court hearing, and his sister says she can't attend his court hearing because she has too much homework. From the perspective of structural family therapy, this family is best described as:\"": "disengaged.", "Magical thinking would predispose a child of what age range to infer chat his or her father died because of the child’s own misbehavior": "3-6 years", "Which of the following is true?": "Spirituality has been shown to act as a protective factor against disease, and it is imperative to put effort toward understanding and incorporating spirituality into clinical practice", "The largest proportion of variation in therapy outcome is accounted for by": "pre-existing client factors, such as the motivation to-change", "In contrast to traditional approaches to psychotherapy, culturally sensitive approaches attempt to understand a client’s experience of an illness within the client’s cultural context. In other words, culturally sensitive approaches adopt an ______ perspective.": "emic", "LISREL (linear structural relations analysis) would be the appropriate method of analysis if your causal model:": "includes both measured (observed) attributes and latent traits.", "When evaluating a defendant’s competence to stand trial, the focus of the evaluation is on the defendant’s:": "ability to comprehend the charges against him/her.", "The match between a child’s temperament and the demands and responses of the environment in which she develops is known as ___________.": "Goodness of fit", "Replacing a “failure identity” with a “success identity” is a goal of treatment for practitioners of _______ therapy.": "reality", "Bartering as a form of payment for psychological services is": "allowable only if it is not clinically contraindicated and the relationship is not exploitative", "The most dangerous physiological complication of Bulimia Nervosa is": "electrolyte imbalance", "The major advantage of using a forced-choice method as an employee performance appraisal technique is that:": "it helps alleviate leniency and other biases.", "Social influence occurs when an individual’s attitude, thoughts, feelings, or behaviors are affected by the persuasive effect of others. There are many responses. Which type of social influence represents the Milgram effect?": "Obedience", "A psychologist is asked to see a 10-year-old child for counseling in a school setting. Which of the following statements describes the best way for the psychologist to meet the prescribed ethical responsibility": "The parent(s) provide(s) written consent and the child assents verbally to participate in therapy", "If a client has difficulty in learning new adaptive responses due to interference from old learning, this is a case of": "proactive inhibition", "__________ is the most frequent cause of many of the ethical complaints brought against psychotherapy supervisors.": "Lack of timely feedback", "Alice A., who has a master's degree in clinical psychology but is not licensed, is hired by a community mental health clinic to, among other things, administer several standard psychological tests to adult clients. According to ethical guidelines, this is:": "acceptable as long as a professional clinical psychologist supervises Alice’s activities.", "It is characteristic of brief crisis-oriented therapy to": "agree upon clear-cut goals and keep the sessions focused on these goals", "A child with an insecure/anxious-avoidant pattern of attachment:": "shows little distress when separated from his/her mother and turns away from her when she returns.", "In order to deal with the legal issue of age discrimination, iris important for the psychologist to know that, with regard to the firing of an employee, evidence of age discrimination exists": "whenever the employee's age, instead of work performance, is the basis for firing", "According to Kubler-Ross, when a terminally ill patient is informed of his/her condition, the patient's initial reaction will likely be": "“No. it’s not possible!”", "In terms of EEOC guidelines, a substantially different rate of selection or promotion that results in disadvantage to people of a particular gender, race, or ethnicity is evidence of:": "adverse impact.", "Students in an introductory psychology class are required to participate in one of the university's ongoing research projects. This practice is:": "ethical as long as students can choose to participate in an alternative activity instead.", "The central ingredient of the most effective behavioral treatment for agoraphobic is": "prolonged exposure in vivo", "The primary function of the psychology licensing board is best described as:": "protecting the public welfare.", "A rattle that a 4-month-old is playing with is hidden underneath a blanket in front of the child. She looks at her mother. This child has not yet developed ___________.": "Object permanence", "Tonic-clonic seizures most frequently occur in which type of epilepsy": "Grand mal", "When a qualitative research is done, the theory is developed from the data, not before and helps refine hypotheses. From your knowledge about this type of research, which one out of the following statements about CASE STUDIES can not be correct?": "Case studies are used for attitude measurement, preferences, & satisfaction", "What factors increase the likelihood of burnout?": "Lack of control and insufficient reward", "\"You would use a \"\"multitrait-multimethod matrix\"\" in order to:\"": "determine if a test has adequate convergent and discriminant validity.", "A client whom Dr. Oliver Olivetti has been seeing for several months has recently changed jobs, and the client has learned that her new insurance plan does not begin covering pre-existing conditions for 12 months. The client asks Dr. Olivetti if he could write his bills so that it appears that she has just started therapy. If Dr. Olivetti complies with the client's request, he is acting:": "unethically.", "A person in the pseudoindependent stage of White racial identity is currently ___________.": "Developing an awareness of the role of Whites in perpetrating racism", "The most common treatment for ADHD is drug treatment using CNS stimulants. In relation to treatment for ADHD which of the following statements is incorrect?": "A lower dose of the treatment has the effect of improving social behaviors.", "The empirical literature suggests that when mothers give their children’s developmental and social histories, the mothers’ memories are most accurate about": "motor development and weight gain", "An examinee who makes a number of confabulatory responses on the Rorschach has overgeneralized from a part of the inkblot to the whole. Such responses suggest which of the following?": "brain damage, intellectual disability, or emotional disturbance", "In research study, a mother and her infant are alone in a room. A stranger enters and the mother leaves the room. When the mother returns to the room, the infant begins to cry and initially continues to do so even after being picked up by the mother. Eventually the infant settles down and returns to playing, apparently happily, with the toys provided. Which attachment classification is most likely to be appropriate for this infant": "Anxious resistant", "The following has been shown to be the most effective means of symptom reduction for obsessive-compulsive disorder:": "Exposure and response prevention therapy", "A psychologist is appointed by the Court to examine a defendant. The psychologist should": "begin the evaluation by informing the defendant that anything that is discussed maybe talked about in open court", "Which of the following best describes elaborative rehearsal?": "making new information meaningful", "A functional analysis is conducted in order to identify _______ variables.": "controlling", "Whenever her clients cancel an appointment with Dr. Penny Pincher within less than 24 hours of the appointment, Dr. Pincher routinely bills the client’s insurance company for her full hourly fee. This practice is:": "illegal and unethical.", "In terms of the parenting styles identified by Baumrind and her colleagues (1991), independent self-confident adolescents are most likely to have parents who are:": "authoritative.", "The primary goal of a newly-developed community-based mental health program is to help people recently released from a psychiatric hospital adjust to life in the community. This is an example of:": "tertiary prevention.", "In classical conditioning, experimental extinction will occur when the": "conditioned stimulus is repeatedly not followed by the unconditioned stimulus", "Persons who have work-related accidents tend to": "have had more recent life stress than accident-free workers", "A mother complains thar her 15-year-old daughter “lives like a pig, she is so sloppy and dirty.” She adds, “The more I yell at her, the worse she gets.” In operant conditioning terms, the yelling can best be explained as": "positive reinforcement", "Unlike play activities for adults, play activities for children": "aid in mastering the environment", "During the latter part of their first year, children’s language- learning ability changes in thar they": "become less able to perceive sound distinctions not made in their own language", "Psychologist’s 35-year-old patient admits to sexually molesting a nine-year-old child in the neighborhood. This patient has prior history of such behavior. The psychologist should": "notify the authorities immediately and inform the patient that this is being done", "Fechner’s Jaw assumes that “just noticeable differences” are": "psychologically equal intervals", "If the objectives of psychological research conducted in a laboratory dictate that certain information be withheld from the participant, consent by the participant": "is necessary, and an explanation of significant aspects that might affect willingness to participate must be provided", "Wayne W. tells Dr. Pete Pannick that his partner is threatening to harm Dr. Panniclc because he's not happy with the advice that Wayne is getting in therapy. Dr. Panniclc knows that Wayne's partner has engaged in violent behavior in the past and believes the threat is serious. Dr. Panniclc:": "may terminate therapy with Raymond.", "A graduate student designed and conducted a research project for her dissertation and subsequently wrote a journal article describing the study and its results. The original idea for the study was derived from the work of the student’s faculty advisor who also provided the facilities for the student's research. The faculty advisor wants to be listed as first author on the article when it is published. In this situation:": "the student should be listed as the first author.", "According to HERSEY and BLANCHARD’S SITUATIONAL LEADERSHIP MODEL, leader style is described in terms of task and relationship orientation and optimal style depends on job maturity and subordinates. How is it the Delegating Style?": "low task orientation and low relationship orientation", "A woman transmits color blindness to her son although she herself displays normal color vision. The defect transmitted by this woman represents a characteristic of her": "genotype", "You are a psychologist in a state/province that grants the right of privileged communication to clients of psychologist. The attorney of the spouse of a client you are seeing requests that you testify in their divorce hearing. What is the most appropriate course of action if divorce is not specifically covered under the privilege law": "Refuse to testify unless you get written permission from your clients", "The assignment of a term paper with a known due date employs a ___________ schedule of reinforcement.": "FI", "Nonverbal and primarily nonculturally biased abilities are referred to as:": "Fluid intelligence", "In an immigrant family, serious conflict between the mother and an adolescent child will most likely be due to": "their differential rates of adjustment to the new environment", "The primary goal of quality assurance is best described as:": "improving the health status and satisfaction of patients.", "The External Validity refers to the the generalizability of results. In what does the INTERACTION BETWEEN SELECTION AND TREATMENT consist as an external threat for validity?": "effects of a treatment do not generalize beyond the setting and time period of the experiment", "The information that family members continuously exchange and that helps minimize deviation and maintain the family's stability is referred to as ________ feedback.": "negative", "A psychologist completes an assessment, then refers the patient to another psychologist for therapy. The therapist requests and receives a consultation from the referring psychologist regarding the assessment, and pays for the consultation. This action is": "ethical", "Over the course of many months, a series of test items is administered to people of varying ages, races, and social backgrounds, to determine which questions will be retained on the final version of a test. This process is called": "standardization", "A supervisor has declared, “My position gives me a great deal of authority, my subordinates know that I expect that my orders will be followed.” This supervisor's statement refers to": "legitimate power", "“Time-out” procedures in manipulating behaviors are based on the conditioning concept of": "oval of a positive reinforcer", "Most people who are suicidal are more dangerous to themselves": "as they begin to recover from their depression", "For Kohlberg, morality:": "Shows a logical progression from egocentric thought to broad moral principles", "You have been hired to assist with a research project on process variables in group psychotherapy. The psychologist who is the principal investigator tells you to discourage participants from leaving the group prior to the end of the study because, if too many participants drop out, the study's potential usefulness will be seriously compromised. As an ethical psychologist, you should:": "write a letter to the psychologist, indicating the relevant ethical standards and offering to discuss the matter with him.", "Which of the following is NOT a component of Weiner’s attributional style theory?": "Equity/inequity", "The primary focus of the “systems approach” to the problems of business and industry is to improve": "organizational performance", "When it comes to STATISTICAL DECISION-MAKING, rejecting a false null is the goal of most researches. From your knowledge about TYPE I ERROR, which statement out of the following ones is about it?": "null hypothesis is rejected, but it is true", "\"The basic premise of the “Zeigarnik effect\"\" is that:\"": "we tend to remember unfinished tasks better than finished ones.", "Which of the following training methods will develop 2 response most resistant to extinction": "Partial reinforcement", "Unilateral damage to the left (dominant) hemisphere is least likely to result in an inability to:": "read a map.", "The most automatic of the proposed memory systems is ___________.": "Episodic memory", "A 20-month old clings nervously to her mother and does not want to explore a new play environment. She suddenly pushes her mother away and does not engage in any hugs her mother tries to give her. The infant’s facial expression shows anxiety but she looks away from her mother. The mother turns away from the baby as well. This child most likely has which type of attachment to her mother?": "Insecure resistant", "Which of the following is an example of anterograde amnesia?": "A woman cannot remember how she got to the hospital or other events that occurred during the 24 hours after she was sexually assaulted.", "The primary purpose of a(n) ____________ is to obtain detailed information about job requirements in order to facilitate decisions related to compensation.": "job evaluation", "There are certain ways to increase external validity as well. From your knowledge about this ways, to what does the CLUSTER SAMPLING refer to?": "sampling unit is a naturally occurring group", "Electroconvulsive therapy (ECT) is most successfully used with": "delusional depression", "Which of the following is the essential feature of Conduct Disorder": "Major rule or norm violations", "Which of the following values is least characteristic of Asians and Asian Americans?": "egalitarianism", "According to the theory of cognitive dissonance, greater change of belief will occur in forced compliance situations": "when compliance is accompanied by a small reward", "You receive an e-mail from Dr. Brenda Browne, a licensed psychologist, who is currently seeing one of your former clients for a substance abuse disorder. Dr. Browne asks you to forward the client’s file to her and states that the client has signed a release authorizing you to do so. You should:": "contact the client to discuss the release of information.", "A non-custodial parent asks Dr. Maxine Miller, a school psychologist, for the results of the tests she recently administered to his 5th grade son. If Dr. Miller complies with the father’s request, she will have acted:": "legally and ethically.", "For practitioners of humanistic psychotherapy, psychopathology is the result of:": "blocked potential.", "Ethical standards for varying professions differ with regard to their emphasis and perspective. As a psychologist working in a multidisciplinary setting, you should:": "cooperate with other professionals when developing professional and ethical standards for psychological services.", "At the outset of group counseling, the therapist should explain char the obligation of the group member to respect confidentiality is": "on the “honor system” only", "There are several differences between Parametric and Nonparametric Statistical Tests, for ex. Nonparametric Statistical Tests are less powerful than parametric tests. From your knowledge about the parametric tests, which statement can not be correct?": "They are used for ordinal and nominal data", "In most cases, statutory responsibility for establishing minimal standards for professional competency to protect the public from harm rests with": "state/provincial regulatory boards", "An individual’s genotype is ___________.": "The 23 pairs of chromosomes one inherits from one’s parents", "Studies on persuasion have shown that when a communicator is credible, the degree to which the receiver's initial position will change is": "greater when there is a larger discrepancy between the communicator’s position and the receiver's initial position", "Images and sounds are maintained in sensory memory for:": "less than 5 seconds.", "A colleague, a licensed psychologist, confides in you that he has just ended a sexual relationship with one of his clients. As he describes the client, you realize that she is someone you referred to him about 18 months ago. As an ethical psychologist, you should:": "discuss the matter further with the colleague to see what course of action he plans to take.", "When a nicotine patch is used in conjunction with behavioral techniques in smoking cessation programs, the rate of success is likely to": "increase", "\"\"\"Vicarious liability\"\" is most likely to be a concern when a psychologist is acting in the role of:\"": "supervisor.", "The neurotransmitter most directly involved with voluntary muscle movement is": "acetylcholine", "On the WAIS-III, a Verbal IQ that is substantially higher than the Performance IQ is most suggestive of which of the following?": "depression", "Which of the following is true of strong organizational culture?": "It is correlated with high levels of job performance", "According to Noam Chomsky’s nativist theory, language is largely the result of:": "innate factors.", "If a researcher conducted a study in which the criterion for statistical significance was set to 0.05 and statistical power was equal to 0.85:": "The probability of making a type II error is higher than the probability of making a type I error.", "What are the facets of primary prevention?": "Universal, selective, and indicative", "________ involves mental retardation and extreme obesity and is caused by a chromosomal deletion.": "Prader-Willi syndrome", "___________ is a communication disorder that is characterized by difficulties in regulating the rate, rhythm, pitch, and loudness of speech.": "Dysprosody", "The inability to understand words, without any loss of ability to speak or hear words, is": "sensory aphasia", "In aversive counterconditioning of a sexual fetish using electric shock, the conditioned stimulus is the": "fetish object", "In personnel selection, it is appropriate to ask a person's age when": "age is a bona fide occupational requirement", "The most frequent training types are occupation-specific technical training, computer related and managerial/supervision training; Needs Analysis is used for determining if and what kind of training is necessary. Which component out of the following ones is not of the Need Analysis?": "program design", "\"A transformational leader uses \"\" framing\"\" in order to:\"": "make the organization’s goals more meaningful to employees.", "As defined in the APA's General Guidelines for Providers of Psychological Services and the CPA’s Practice Guidelines for Providers of Psychological Services, “psychological services” include all of the following except?": "the conduct of scientific research", "In a classroom setting, behaviors that are overt, lack a clear-cut beginning and end, and occur with moderate frequency, are best assessed by which of the following types of observational recording techniques": "Interval", "A psychologist decides to use a computerized test service to facilitate scoring and interpretation of the MMPI-2, which he frequently administers to his clients. The psychologist should be aware that:": "computerized interpretations should always be supplemented with other information obtained by the psychologist.", "Research on bystander intervention indicates that a person in an emergency will be most likely to receive help when the number of bystanders is": "one", "A person who is actively rejecting the dominant culture and holds rigid, positive beliefs about the minority culture is most likely in what stage of racial/cultural identity development according to Atkinson, Morten, and Sue?": "Resistance and immersion", "________ racism is occurring when members of minority groups consistently have less access than members of the majority group to quality education, good jobs, appropriate medical care, and adequate housing.": "Institutional", "According to Gregory Herek (1992), violence against gays and lesbians is attributable to:": "heterosexism.", "Assessment Centers differ most sharply from other methods of personnel selection in their use of": "performance-based assessment", "The INTER-SCORER RELIABILITY is used for essay tests or behavioral observation scales and usually involves a coefficient between rater’s scores. What is the Kappa Coefficient?": "measure of agreement between 2 raters using nominal scales", "Asking the “miracle question” is an initial intervention in which type of therapy?": "solution-focused", "When consulting with a colleague about a “therapeutic impasse” you are having with a therapy client:": "it is unnecessary to advise the client of the consultation as long as the client's identity is not revealed.", "When the spread of scores increases, the variance": "increases", "Electrical stimulation of the brain for the treatment of chronic pain": "is of no practical significance, since stimulation-produced analgesia has been demonstrated only in rats", "Which of the following is the strongest evidence of a patient's addiction to a substance": "Physiological tolerance and withdrawal", "The major difference between job enrichment and job enlargements thar job enrichment": "gives workers quasi-managerial tasks to perform", "Attentional load theory posits:": "The degree to which an ignored stimulus is processed depends on the extent of processing required by the attended stimulus", "Tourette’s syndrome has been most consistently linked to abnormalities in which of the following structures of the brain?": "basal ganglia", "The most common functional psychiatric disorder of later life is": "depression", "Which of the following objective criteria for assessing job performance has/have the greatest validity": "Productivity", "Frustration always leads to aggression/aggression always predicated by frustration. What does the CATHARSIS THEORY states in this issue, but is unsupported by research?": "aggressive act reduces inclination to engages in other aggressive acts", "In learned helplessness research, it was found that giving solvable problems eliminated the helplessness caused by unsolvable problems. It is argued thar this is due to": "a change in attribution with the realization that one can sometimes succeed", "__________ memory is the aspect of memory that is involved in the recall of information acquired within the past few hours to days.": "Long-term", "Milgram (1965) found that participants in his study were more willing to administer electric shocks to another person when they couldn't see the victim and the victim couldn't see them. This ﬁnding is predicted by Zimbardo’s notion of:": "deindividuation.", "After studying for an examination, retention of the learned material is best facilitated by": "sleeping", "Dr. Harry Holliday, a clinical psychologist, is planning to take a three-week cruise. In terms of his clinical practice, Dr. Holliday’s best course of action would be to:": "give his clients the phone number of a colleague who has agreed to accept phone calls in emergencies.", "In conducting a study on the relationship between depression and academic achievement, you are collecting third-grade children’s self- report data and their scores on a standardized achievement test. Parents have given informed consent to allow you to assess their children, but two children tell you that they do not want to participate in the study. At this point, which of the following is your most appropriate course of action regarding these two children": "The children should not be included in the study", "Dr. Marcos Manzetti uses a “sliding scale” that is based on a client’s current income to set his fees for therapy. Dr. Manzetti’s practice is:": "ethically acceptable since it serves the best interests of his clients.", "From the perspective of feminist therapy, therapist self-disclosure is:": "useful for promoting an egalitarian relationship between the therapist and client.", "A student participant in a research study involving matched pairs decides to withdraw from the study. The chief investigator (who is a licensed psychologist) stresses to the student the importance of the student’s data to the study, but he insists that his data be withdrawn. The investigator should:": "allow the student to withdraw from the study.", "A psychologist is designing a study that will investigate the impact of age on intelligence. The results of the psychologist’s study will most likely indicate that intelligence test scores begin to decline in early adulthood if she uses which of the following research designs?": "cross-sectional", "Cerebral spinal fluid is secreted by the ___________.": "Choroid plexus", "Your new ‘client is a 37-year-old woman whose symptoms meet the diagnostic criteria for Major Depressive Disorder. After your third session with her, she tells you that she was in treatment with another psychologist but terminated after the psychologist made sexual advances toward her. She does not want you to discuss this matter with anyone. To be consistent with the provisions of the ethics codes of the American and Canadian Psychology Association, your best course of action would be to:": "discuss the client's options with her and maintain her confidentiality unless she signs a release.", "The principal effect of the current concern co improve the employment opportunities of the educationally or socially disadvantaged has been to encourage the use in employment testing of": "work-sample types of tests", "The notion that there are three major life tasks – friendship, occupation, and love – is MOST consistent with the philosophy of:": "Adler.", "Awareness that traditional healers (e.g., shamans, curanderos, expititistas) have an important place in many minority communities would suggest that": "psychologists working in these communities clarify their role vis a-vis traditional healers", "A psychologist obtains a statistically significant F-ratio for the interaction between two independent variables. This means that:": "the effects of one variable are contingent on the level of the second variable.", "A supervisor attempts to increase his inﬂuence by being sensitive to the needs of his subordinates and by acting as a role model. This supervisor is relying on which of the bases of power identiﬁed by French and Raven?": "referent", "Which of the following is the most common neuropsychological complication of AIDS": "Dementia", "A correct statement regarding the many different types of treatment available for alcohol abuse is that": "there is no established evidence to support the greater efficacy of any one technique overall others", "Self-control procedures such as those used for controlling alcohol abuse are most easily implemented": "when the drive level is strongest", "A group's performance on a(n) __________ task is limited by the performance of the least skilled or knowledgeable member of the group.": "conjunctive", "Dr. Delbert Dinwoody is currently treating a 35-year-old client who has received a diagnosis of Alcohol Dependence. With the client's permission, Dr. Dinwoody invites the client's wife to participate in couple therapy. Inviting the wife to participate in therapy is:": "acceptable as long as he believes couple therapy will benefit the client's progress in dealing with his alcohol problem.", "The most common cause of cerebral palsy is": "trauma at the time of birth", "At the termination of an extensive training program, management may expect to find chat": "most trainees have improved, but relative standing is generally maintained", "Which of the following strategies would probably be least effective for reducing aggressiveness in children?": "opportunities for catharsis", "Individuals with Moderate Mental Retardation": "can be trained to perform unskilled work under close supervision", "A psychiatrist sends a signed patient release form to a psychologist requesting a copy of a report on a patient who was assessed 7 years earlier. The psychologist should": "send the report with a covering letter indicating thar the report may now be obsolete", "A research study finds that instituting a law that raises the minimum age for purchasing alcohol from 18 to 21 increases underage drinking among college students. This finding is consistent with the predictions of:": "psychological reactance theory.", "What two theories provide the conceptual framework for the evolution of mating adaptations?": "Sexual selection and parental investment", "According to Carl Rogers, a therapist is “congruent” when the therapist:": "is authentic and nondefensive.", "When the corpus callosum is cut in a right-handed patient, often the patient": "cannot name objects placed in the left hand if the patient cannot see them", "\"A \"\"cover story\"\" that causes research participants to think that the purpose of the study they are participating in is something other than what it really is would be most helpful for controlling which of the following?\"": "demand characteristics", "A student has recently completed a dissertation and is submitting a draft for publication. The student’s advisor contributed by assisting with data analysis and writing a major part of the first publication draft. If the manuscript is published, the student should receive": "first authorship with the advisor as second author", "The diagnosis of Alzheimer's disease can be most accurately verified by": "brain biopsy", "The “needs” of both Murray and Maslow can be considered similar to ___________ from operant conditioning theory.": "Reinforcers", "Equity theory predicts that a person's satisfaction in a close personal relationship is related to the person's:": "perceptions of his/her own contribution/reward ratio and the ratio of his/her partner.", "A widely used procedure for matching client aptitudes to job requirements is the": "multiple cut-off technique", "In Gestalt therapy, transference is usually": "created ab a fantasy of the client", "If a psychologist acts as both a fact witness for the plaintiff and an expert witness for the court in a criminal trial, she has acted:": "ethically as long as she clarifies her roles with all parties.", "When helping a patient to resolve ambivalence, build commitment, and reach a decision to change, which of the following basic principle is not used at Motivational Interviewing:": "Does not support self-efficacy for change", "The Frequency Distribution provides a summary of a set of data and indicates the number of cases that fall at a given score within a given range. From your knowledge about this topic, which statement out of the following ones is about the SKEWED DISTRIBUTION?": "It has asymmetrical frequency distributions", "A research project compared the performance of learning disabled and of normal students on ten scales of the Wechsler Intelligence Scale for Children ~ Revised (WISC-R). Ten univariate analyses of variance (ANOVAs) were run to test for differences between the two groups, but use of a multivariate analysis of variance (MANOVA) would have been more desirable because MANOVA": "usually offers greater protection against a Type I error", "An employee is receiving counseling from a psychologist through his company's employee assistance program. In this situation, the psychologist can let the employee's supervisor know that the employee is receiving treatment:": "only if the employee was referred to the program by the supervisor.", "Group A consists of people whose measured interests are highly similar to the interests of engineers, Group B consists of people whose measured interests are highly dissimilar to those of engineers. Which of the following statements would be justified, given that both Group A and Group B entered engineering": "Group A members would be more likely to persist in the occupation", "You have been seeing Leticia Lopez in therapy for several months. Leticia is 24 years old and lives with her widowed mother, who is paying for Leticia’s therapy. One day, Leticia's mother calls and says she is very concerned about Leticia and wants to know what she can do to help Leticia feel better about herself. Mrs. Lopez asks that you not tell Leticia that she has called. Your best course of action in this situation would be to:": "Tell Mrs. Lopez that it would be best if you discussed this matter with Leticia.", "\"On the basis of the results of the t-test a psychologist uses to analyze the data she collects, the psychologist concludes that her results are \"\"significant at the .01 level.\"\" This means that:\"": "there is a 1% chance that she will incorrectly reject the null hypothesis.", "You have been treating a teenage male you suspect may have some neurologic difficulties. You inform his parents about your concerns and suggest they send him to a neurologist for an evaluation. Sometime later, the neurologist contacts you and requests your progress notes. You should ___________.": "Inform the neurologist that you would need a release of information signed by your client’s parents", "Studies show that the effect of the presence of others on an individual's performance is to": "facilitate the performance of easy tasks", "A psychologist is subpoenaed to testify at a deposition about a current therapy client. This means that the psychologist:": "must appear at the deposition as requested.", "An employee expects greater consistency in the behavior of his boss than is warranted. The employee’s expectation is best accounted for by which of the following?": "fundamental attribution bias", "The term “insanity” is a:": "legal, non-psychiatric term for certain types of mental disorders.", "Amnesic Disorders describe conditions where there is memory impairment with no other significant cognitive impairments. Which of the following statements is incorrect in relation to Amnesic Disorders?": "These disorders cause a loss of recall of learned information = anterograde amnesia.", "An assessment that uses primarily observational methods to examine and understand the physical and psychological variables that impact behavior in a given environment or setting is a:": "Ecological assessment", "In classical psychoanalytic theory, a maladaptive behavior that emerges as a compromise between an unconscious impulse and the resulting defense process is called": "symptom", "\"According to the elaboration likelihood model, a person is most likely to rely on the “central route\"\" for processing information when:\"": "he is in a neutral or slightly negative mood.", "For deception in an experiment to be permissible, it is essential that the": "merits or value of the scientific investigation warrants the type of deception used", "Research that demonstrates parents who play more roughly with male children and are more protective of female children is most consistent with which theory of gender-role identity development?": "Social learning", "Children begin to deliberately and regularly use rehearsal, elaboration, and organization as memory strategies by _____ years of age.": "9 to 10", "You regularly waive the co-payment for your low-income clients who are covered by insurance and believe this is acceptable since you normally bill your clients on a sliding fee scale. This is:": "ethical only if the insurance company is aware of the arrangement.", "Among women, which of the following subgroups has been shown to be the most frequent users of suicide prevention services": "Young Caucasian women", "You are conducting a multiple regression analysis and find that one of your predictors has a negative regression coefficient. This means that:": "the predictor has an inverse relationship with the criterion.", "In a two-variable situation in which one variable is dichotomous and the other is interval and continuous, which of the following correlation procedures is most appropriate": "Point-biserial", "Dr. Sam Stone has been hired by a consulting firm to assist with an ongoing research project being conducted at a large company. Dr. Stone is to work directly under the project director, Dr. Thompson, a licensed organizational psychologist. Dr. Thompson asks Dr. Stone to review the preliminary report she has prepared for the project; and, in doing so, Dr. Stone discovers that some of the reported data is misleading and may be inaccurate. Dr. Stone expresses his concerns to Dr. Thompson and is told that “it will be taken care of.” Subsequently, Dr. Stone learns that the report was submitted to the company without any changes. Dr. Stone reviews the ethical guidelines and decides that pursuing the matter further isn't necessary. Dr. Stone's conclusion:": "is incorrect because he has a responsibility to ensure that the company is provided with complete and accurate data.", "In personnel selection, the selection ratio is defined as the": "ratio of the number of workers needed to the number of applicants available", "Quasi-experimental designs are distinguished from true experimental designs on the basis of whether there is": "random assignment of participants to groups", "To serve as an expert witness in a court case, a psychologist must:": "be qualified by the court to offer opinions and conclusions about the case.", "The reticular formation and reticular activating system are associated with all of the following functions, EXCEPT:": "Decussation of auditory stimuli", "Which is NOT an example of children actively shaping their own development?": "Children being conditioned to modify their behavior to the context", "If adverse impact on some minority group has been observed, which of the following types of tests probably has the best chance of withstanding legal challenge": "Work sample", "The Buckley Amendment establishes:": "the right of parents or legal guardians of a child to inspect the child’s school records.", "In a study where groups of children competed against each other, intergroup hostility was lessened by finding tasks that required the efforts of all the children. This approach is an example of": "superordinate goals", "According to Bronfenbrenner’s (1979) ecological model, the ______ consists of interactions between elements of the microsystem (e.g., between the family and the school).": "mesosystem", "When preparing a psychological testing report, a psychologist is ethically bound to include": "interpretations of the data and limiting circumstances involving the test administration", "Which of the following is the best example of constant error": "A psychometrician consistently underestimates IQ scores by 10 points", "A 38-year-old person is afraid to travel on public transportation. A program of treatment that relies on graduated exposure to traveling by bus, with actual real-life behavioral activities increased across trials, is called": "reinforced practice", "You want to start treating clients who believe they have been abducted by aliens, but you have never worked with members of this population before. Your best course of action would be to:": "start seeing these clients after establishing a consultative relationship with someone who is familiar with this population.", "A 40-year-old therapist becomes attracted to a 38-year-old client and soon realizes that the feelings are mutual. They discuss the situation and agree to terminate therapy and begin dating. They eventually get married. This is:": "unethical because the therapist began dating a former client before the required two-year time limit.", "Transformed scores increase the interpretability of raw scores and allow comparison to the rest of the distribution. From your knowledge about Transformed Scores, which statement is not about the Z SCOREs?": "tells you how many SDs away from the mean a score is", "Down Syndrome is caused by:": "a chromosomal abnormality.", "Stress Inoculation Training involves both skills training and modification of maladaptive cognitions. Which of the following steps is incorrectly defined by a young inexperienced therapist:": "SKILLS ACQUISITION→ learning relaxation, self-statements, escape routes not necessary with rehearsing them", "Which of the following best describes ethical guidelines regarding barter as a substitute for the collection of fees for professional psychological services?": "Barter may be acceptable when certain conditions are met.", "According to the theory of planned behavior, the three components of a person's behavioral intention are:": "attitude toward the behavior, subjective norms, and perceived behavioral control.", "The 1976 Tarasoff decision established:": "a psychologist’s “duty to protect” the intended victim of a therapy client.", "According to one criterion of discrimination, under which of the following conditions would it be safe to assume that a selection test does not discriminate against a particular racial group": "“The test rejects applicants from different racial groups in the same proportion", "A measure of __________ would be most useful for determining the likelihood that employees will remain on the job for a long period of time.": "job satisfaction", "Which of the following contributes to a favorable prognosis for psychotherapy": "Misery", "In some circumstances, it is proposed chat heredity determines the timing and general nature of a behavior, bur thar environmental experiences at a critical time determine the specific stimulus-response connection which is learned. This form of learning is called": "imprinting", "In the research on leadership of children’s groups, which of the following was a major finding concerning group behavior": "#NAME?", "Longitudinal studies of children with specific reading disabilities show that": "reading chills usually do not reach normal levels as these children reach adulthood", "Which of the following changes would be characteristic of the “classic aging pattern” as it applies to performance on psychometric tests of intelligence": "Verbal functions are preserved relatively well, bur performance decreases on tests of perceptual-integrative ability", "The inability to recognize objects by touch alone is most likely the result of damage to the": "parietal cortex", "Long-term potentiation is believed to play a critical role in which of the following?": "learning and memory", "Kurt Lewin's ﬁeld theory predicts that human behavior is:": "a function of both the person's own attributes and the characteristics of the environment.", "Although concurrent individual and group therapy may be necessary for some patients, many therapists do not support it. One of the major concerns is that": "patients wait until they are in their individual sessions before reacting to what occurred in the group", "The Leiter International Performance Scale would be most useful for measuring the intelligence of:": "children with hearing impairments.", "\"The statement, “You tripped, but I was pushed\"\" BEST illustrates which of the following?\"": "actor-observer effect", "A senior psychologist hires a junior psychologist to conduct a research study. The junior psychologist “runs the experiment” and helps analyze and write up the results. When the research is submitted for publication, professional ethics require thar the junior psychologist be": "listed as an author", "Piaget’s theory describes stages of cognitive development ___________.": "From birth through late adolescence only", "A child is using a spoon in much the same way that the child had used a rattle in the past. In Piaget's theoretical framework, this is an example of": "assimilation", "It is a 3-year-old’s first day of preschool. When she arrives at her classroom, she holds on tightly to her mother’s hand and watches the other children play. After a few minutes and some coaxing from her teacher, she begins to help another child complete a puzzle. According to Thomas and Chess, what temperament style does this child have?": "Slow to warm up", "In which of the following psychotherapies is self-disclosure by the psychologist a specifically recommended and frequently applied technique": "Feminist psychotherapy", "Which of the following terms is the best synonym for test validity": "Truthfulness", "___________ is caused by an abnormal accumulation of cerebrospinal fluid in the ventricles.": "Hydrocephalus", "The mother of a 31-year-old client that you have been seeing for six months calls to check on her son's progress. She says that she is very concerned about her son and wants to know if there is anything she can do to help him. As an ethical psychologist, you:": "tell her that you cannot discuss her son’s condition with her.", "The scoring criterion categories for the Exner Scoring System used to score the Rorschach Inkblot Test include all of the following except:": "Color", "MRI is preferred over CT (computed tomography) in all of the following scenarios, EXCEPT:": "The detection of a skull fracture", "Benzodiazepines must be used cautiously as ___________.": "They can lead to dependence", "Teddy Roosevelt was weak and ill as a child but grew up to be a robust adult and coined the term “rugged individualism.” He also became associated with the slogan “speak softly but carry a big stick.” This outcome is predicted by _________ theory of personality.": "Adler’s", "Trainability tests are:": "work samples that incorporate a structured period of learning and evaluation.", "The Systems Theory claims that a group of interaction components constitute together an entire organization. Which of the following properties of a family system is incorrectly defined:": "WHOLENESS: whole is greater than sum of parts", "As a child, Fara’s responsibilities were to help her mother in the kitchen while her brother and father mowed the lawn. She was expected to do the housework like her mother while her brother did yard work like their father. What part of Feminist Therapy addresses these issues?": "Feminist Object Relations", "People rely on which of the following to determine how to act in specific situations (e.g., at a faculty meeting, at a wedding, or in a restaurant)?": "scripts", "In comparing Asian and Asian-American therapy clients to Anglo clients, the experts frequently point out that the former:": "are likely to express emotional problems as somatic symptoms.", "The neuropsychological evaluation of a 70-year-old retired professional indicates low average intelligence with poor problem-solving, word- finding difficulty, poor visuomotor coordination, and definite memory impairment. The patient has limited awareness of these deficits. The most probable diagnosis is": "Dementia of the Alzheimer's Type", "Asking an obese person to restrict eating to limited situations, such as a specific place in the kitchen at particular predetermined times of day, is best described as an example of": "self-monitoring", "Which is NOT a contributor to individual differences in the development of vocal language skills?": "The particular native language in a child’s environment", "When the correlation between high school students’ GPA and amount of time they spend studying each week is ____, this means that about 15% of variability in GPA is accounted for by amount of time spent studying.": "0.39", "Numerous factor-analytic studies have been performed on tests of motor function (e.g., Purdue Pegboard). In general, these studies have revealed that": "most motor functions are highly specific", "The rational-economic model of decision-making is based on the assumption that:": "decision-makers have complete information about all alternatives and their consequences before making decisions.", "After 6 months of once-2-week therapy and several attempts to evaluate and adjust treatment goals and strategies, a patient continues to complain over several sessions thar therapy has not helped and that therapy goals have not been met. The psychologist should": "discuss the possibility that the patient consult with another therapist", "Which of the following vocational interest inventories is not tied to Holland’s theory of vocational interest?": "Kuder Occupational Interest Survey", "TYPE II ERROR is the failure to reject a false null hypothesis. The Power is the probability of NOT making a Type II error and is effected by several factors. Which factor out of the following ones that have influence on the power is incorrectly defined?": "Sample Size→ power decreases with sample size increase", "Although itis rarely feasible to engage in such a practice, the most valid way for psychotherapists to monitor the quality of their own services is to": "check in an objective manner their clients’ ability to cope with their problems", "The goodness-of-fit developmental mode! proposed by Alexander Thomas and Stella Chess describes": "how temperamental style and the environment work together to determine later development", "A female client finds her financial circumstances altered drastically after her divorce and she can no longer afford your fee. Your responsibility is to": "make sure that she is provided with needed services, from you or from others, at a fee she can afford", "Babbling ordinarily begins at about 4 to 5 months of age and initially includes:": "phonemes from all languages.", "Which of the following has the highest predictive validity in personnel selection in industry": "A biographical inventory", "A primary concern about the long-term use of chlorpromazine is that it may result in the development of which of the following?": "tardive dyskinesia", "the study‘s prospective value.": "should be debriefed about the true purpose as soon as possible after their participation.", "According to EQUITY THEORY in any work situation, people assess both their inputs and outcomes and compare the ratio to other workers and underpayment has a greater impact on worker performance than overpayment. To what does the PROCEDURAL JUSTICE refer to?": "fairness of procedures", "In Bandura's social learning theory, the concept of seif-reinforcement is critical for explaining how in the absence of external reward": "learned behavior is maintained over time", "A meta-analysis of the research by Baltes and his colleagues (1999) indicates that instituting flexitime in an organization is likely to have the greatest beneficial effects on which of the following?": "absenteeism", "Of the following, the most accurate statement about hypnotic induction is that it": "can be terminated by the client", "The denominator term in the F-ratio is reduced in magnitude by:": "decreasing within-group variability.", "With regard to minority and nonminority clients, psychotherapy is": "equally effective", "\"A friend of yours says, “Every time I plan a vacation, there's always a crisis at home or work so that I can't go.\"\" Assuming that this is not really true, your friend's statement best illustrates which of the following?\"": "illusory correlation", "Kohlberg’s cognitive-developmental theory identifies which of the following as the initial stage of gender-role acquisition?": "gender identity", "Analyses of social power in consulting relationships emphasize the importance of which two forms of power": "Expert and referent", "Psychoanalytic theory states that anxiety arises from": "a failure of defenses to modulate excitation adequately", "In general, children who have a high activity level tend to react to pressure by": "increasing nonproductive motor activity", "Agraphia, acalculia, finger agnosia, and right-left confusion are symptoms of which of the following?": "Gerstmann’s syndrome", "Parametric Tests are used when data is interval or ration. There are 3 types of T-tests; from your knowledge about T-tests, for what is the t-test for Independent Samples used?": "It compares to means from unrelated samples", "According to ethics codes published by the American and Canadian Psychological Associations, if a psychologist knows of an ethical violation of a minor nature by a colleague, the psychologist": "may attempt to resolve the problem informally", "For a Gestalt therapist, a primary goal of treatment is to help the client:": "integrate the various aspects of the self.", "When it comes to Controlling for Threats to Internal Validity, there is a certain difference between RANDOM ASSIGNMENT AND RANDOM SELECTION. From your knowledge about this topic, in what does it consist?": "selection is how you choose people for the study and assignment is what group they go in", "Which of the following is most likely to produce symptoms similar to those resulting from anxiety": "Hyperthyroidism", "According to empirical research, which of the following is the best psychological treatment for obsessive—compulsive and agoraphobic disorders": "In vivo exposure and response prevention", "There are different forms of the ANOVA (FACTORIAL ANOVA, MANOVA, ANCOVA etc). When is the ACOVA form used?": "used to adjust DV scores to control for the effects of an EV", "The belief that an unhealthy style of life stems from self-centered, competitive goals is most consistent with the theory of personality proposed by whom?": "Adler", "Dr. Isaac Ibraham, a licensed psychologist, wants to expand his private practice. When doing so, he should keep in mind that uninvited in-person solicitations for therapy clients are:": "unethical when the solicited individuals are susceptible to exploitation or undue influence.", "h former therapy clients.": "Psychologists are prohibited from having sexual intimacies with former therapy clients in certain circumstances (e.g., when there is a risk of exploitation).", "An organizational psychologist would most likely recommend the use of vestibule training for which of the following jobs?": "airline pilot", "Self-verification theory predicts that a husband who has low self-esteem and is overweight and chronically depressed will prefer his wife to:": "conﬁrm his negative self-evaluations.", "A parent in family A delays for a long time before responding to a crying infant. In family B, a crying infant receives immediate attention. At night, a crying infant receives no attention in either family. According to traditional leaning theories, it would be anticipated that": "family A’s infant will cry for longer periods of time at night", "In a research study, a social psychologist offers participants either $1.00 or $20.00 to tell potential participants that a dull experiment was very interesting. With regard to cognitive dissonance theory and self-perception theory, which of the following is true?": "Cognitive dissonance theory and self-perception theory both predict that participants in the $1.00 condition will subsequently report greater liking for the dull experiment than will those in the $20.00 condition.", "You are subpoenaed to appear at a deposition to testify about a former client of yours. During the deposition, the attorney for the opposing party asks you to provide confidential client information. You should:": "assert the privilege unless the client has signed a waiver.", "HOUSE’S PATH-GOAL THEORY OF LEADERSHIP predicts that subordinate satisfaction and motivation are maximized when they believe the leader is helping. How is the Instrumental leadership style?": "provides specific guidelines and clear rules and procedures", "The following are methods of increasing reliability and validity in qualitative research designs, EXCEPT:": "Inductive processes", "In terms of training program evaluation, Kirkpatrick (1976) contends that _______ criteria are the most important criteria to evaluate but are often the most difficult to develop and, therefore, the most infrequently used.": "results", "The vocalizations of deaf and normal children differ in that": "during the second half of the first year, normal children increase the variety of sound, whereas deaf children do now", "For all sensory systems except olfaction, the afferent sensory pathways include the": "thalamus", "In which type of research there is no manipulation of research done and variables are just measured, not manipulated? From your knowledge about research designs and strategies, choose the correct answer.": "CORRELATIONAL RESEARCH", "The first standardized measure of assessment was:": "Binet–Simon Scale", "As director and practicing professional psychologist for a North American Indian mental health center on a reservation, which of the following programmatic efforts should you incorporate into your culturally sensitive model of mental health care": "Include indigenous paraprofessionals, including traditional healers, who will facilitate acceptance and effectiveness of the program", "The Standard for Educational and Psychological Testing provides": "criteria by which tests and manuals should be judged, and which tests should strive to meet", "You would use the Solomon four-group design in order to:": "evaluate the impact of pretesting.", "If, during a postexamination discussion with parents, a psychologist establishes that a child’s new pediatrician is apparently unaware of the child's history of brain damage. which is very important in understanding the problem situation, the psychologist should": "urge the parents to grant him/her permission to inform the pediatrician", "Life span developmental theories, such as Baltes’s Selective Optimization with Compensation theory,": "Describe development as a process of growth (gain) and decline (loss)", "The most likely use of an “in-basket” technique in personnel selection would be with which type of employee": "Managerial", "Berkowitz (1971) revised the original frustration-aggression hypothesis by proposing that frustration leads to aggression when:": "there are aggressive cues in the environment.", "A psychologist places an ad in a local newspaper claiming a guaranteed cure for anxiety.": "The ad is unethical because it makes misleading claims of effectiveness", "Psychologists call the pathway that connects the past with the present and the future a(n) ___________.": "Developmental trajectory", "The psychology licensing exam (EPPP) is best described as:": "a measure of knowledge that is foundational to the competent practice of psychology.", "A college freshman obtains a score of 150 on his English final exam, a score of 100 on his math exam, a score of 55 on his chemistry exam, and a score of 30 on his history exam. The means and standard deviations for these tests are, respectively, 125 and 20 for the English exam, 90 and 10 for the math exam, 45 and 5 for the chemistry exam, and 30 and 5 for the history exam. Based on this information, you can conclude that the young man's test performance was best on which exam?": "chemistry", "The classic aging pattern is defined as 2 decline on which subtest(s) of the Wechsler Adult Intelligence Scale-Revised": "All Performance subtests", "Which of the following is an example of a double-bind message": "A father tells his son, “I sure hope you can come to the movies with us tonight,” when his tone and posture thar he does not hope so", "With respect to the relationship between achievement and anxiety in schoolchildren, it appears that": "mildly anxious children are better achievers than more anxious ones", "The emotional state of the mother during pregnancy": "can affect such variables as activity level and birth weight of the fetus", "A person who recognizes a need to change certain behavior but exhibits ambivalence would most likely be in which stage of change?": "Contemplation stage", "Which of the following correctly completes the analogy: “Vision is to hearing as": "occipital lobe is to temporal lobe.”", "Dr. Ryan is a psychotherapist in a small town. She receives a phone call from a man she was sexually involved with several years ago. The relationship lasted only three months and ended amicably. The man is now married and is having problems unrelated to their past relationship. He has called to see if he can begin seeing Dr. Ryan in therapy. Dr. Ryan should:": "refer the man to a colleague.", "When there is a conflict between ethical obligations and legal requirements, a psychologist should ordinarily:": "attempt to resolve the conflict but adhere to legal requirements when this is not possible.", "Which of the following is NOT true about the difference between traditional research and program evaluation?": "Program evaluation uses unique quantitative and qualitative methodologies to collect data. These methods are different from those that are used in traditional research.", "Alice, age 14, is certain that everyone is looking at her because she has a large blemish in the middle of her forehead. According to Elkind (1967), Alice’s belief is a manifestation of:": "the “imaginary audience.”", "According to ethics codes published by the American and Canadian Psychological Associations, psychologists participating in forensic activities should avoid misleading testimony or reports by": "acknowledging the limits of their data or conclusions", "Which of the following statements is most closely related to the projective hypothesis": "The way an individual interprets ambiguous situations will reflect inner aspects of psychological functioning", "Emic approaches to multicultural counseling training are often advocated on the basis of": "the need to focus on personal and cultural meaning for each individual client", "Which concept and stage are appropriately matched according to Piaget’s theory of cognitive development?": "Hypothetical-deductive reasoning—formal operational stage", "When subjected to moderate punishment, an instrumental response of moderate strength will": "be suppressed", "A ten-year-old boy, tested with a paper-and-pencil intelligence test, obtained an IQ score of 130. Two years later, he was tested with an alternate form of the same test. Most likely, the obtained score on the second testing would be": "less than 130", "Your client is on probation and your ongoing treatment is a condition of his probation. He informs you that he wishes to terminate treatment. You should ___________.": "Discuss the possible ramifications and legal consequences of terminating therapy without informing his probation officer", "The ____________ provides information on the four cognitive abilities identified by Luria (1980) – i.e., planning, attention, simultaneous processing, and sequential processing.": "Cognitive Assessment System", "Which of the following statements best characterizes short-term memory": "Its span is limited by the number and form of the items presented", "Spinal cord injury at the ________ level is most likely to result in quadriplegia.": "cervical", "While the nature and extent of measured intellectual decline during aging is not well established, a consistent finding is a/an": "increase in response time", "Dr. Donald Dreadmire is starting a therapy group for recently divorced men. He tells the editor of the local newspaper (who has just divorced his wife) that he can attend the group for free if the editor includes an article about the program in the newspaper. Dr. Dreadmire has acted:": "unethically because his request is exploitative and violates ethical guidelines.", "Job satisfaction is an accurate predictor of:": "health but not job performance.", "Operant extinction would NOT be the treatment-of-choice when:": "a temporary increase in the behavior cannot be tolerated.", "The research suggests that people who frequently view TV shows that depict violent acts:": "tend to overestimate the chance that they will be the victims of violence.", "Margaret Mahler proposed that the development of a sense of self is the related to:": "separation-individuation.", "Job satisfaction appears to be most negatively correlated with": "turnover rare", "Which of the following is not represented in DSM-5 diagnostic criteria for problem gambling?": "Legal problems", "A psychologist who is teaching a graduate course in counseling techniques at a state university has not updated the lecture notes or textbook selection for 7 years. This behavior is ethically questionable with respect to": "competence", "An evaluation of a particular treatment fails to show an overall effect. However, the experimenter does find thar the most severely disturbed do show considerable improvement, and therefore concludes that the treatment is effective with extreme cases. This conclusion": "fails to take into account regression toward the mean", "Research on gender differences in conversation style indicates that, when compared to men, women:": "ask more questions.", "When cross-validation of a set of predictors results in great shrinkage of an initially encouraging multiple correlation coefficients, it is most likely chat": "the selection of weights for the predictors capitalized on chance", "Which of the following satisfies the criteria for tertiary prevention in a school setting": "Individual counseling for students resuming from an institutional care facility", "\"According to Hersey and Blanchard's situational leadership model, \"\"employee maturity\"\" is a function of the employee’s:\"": "skills and willingness to assume responsibility.", "In most situations, the “holder of the privilege” is:": "the client.", "Experiencing intense feelings of shame and guilt upon admitting to a counselor that a family problem exists is common among traditional": "Asian-Americans", "Dr. Ja-Hoon Jang is conducting a research study that involves interviewing junior high school students about their relationships with peers. Prior to beginning the study, Dr. Jang obtained informed consents from the parents of the students as well as assents from the students themselves. During the course of the study, one of the students says he doesn’t want to complete the interview. Dr. Jang should:": "allow the student to withdraw from the study.", "The research on leadership indicates that": "a large number of situational factors are important in determining effective leadership", "Konrad Lorenz’s (1957) research on “imprinting” led to the search for __________ in human infants.": "a critical period for attachment", "According to the Standards for Educational and Psychological Testing, when interpreting and reporting test results, one should": "focus attention on the confidence interval of a score rather than on the obtained score itself", "Compared to individuals in their 20s, which of the following is an advantage to having children after the age of 30?": "Older parents typically have more income for additional expenses due to established careers", "The best conclusion that can be drawn about the four-day ( compressed) workweek is that it has:": "positive effects on attitudes but little or no impact on productivity.", "One of the key areas of debate in the early stages of Developmental Psychology was the so called, Nature vs. Nurture debate. Academics agreed that there was interaction between these two factors but there was wide disagreement concerning the degree of interaction. Which of the following terms, that relate to either genetic or environmentally caused changes, describes the differences in timing of physical changes that are found in children belonging to different cohorts?": "Secular trends.", "A person with Wernicke's aphasia has impaired language comprehension and:": "fluent but unintelligible speech.", "The primary purpose of a realistic job preview is to:": "reduce employee dissatisfaction and turnover.", "Most babies say their first words at about _____ months of age.": "12", "Which of the following best describes the best ethical position on bartering with clients?": "Bartering is ethical and acceptable if it is not clinically contraindicated and not exploitative", "A psychologist has been asked to oversee a group that will be designing training programs to enable outplaced workers to fil existing jobs in community organizations. The firs: step the group should cake is to": "perform job analyses for all jobs for which training will be offered", "Which of the following is most likely a violation of ethical guidelines?": "uninvited in-person solicitations for therapy of hurricane victims that destroyed their homes", "Information disclosed by a child client to a psychologist may be kept confidential except when the client reports": "sexual abuse", "Vocational interest inventories are generally not recommended as": "employment selection devices", "Which of the following is the proper comparison rate for studying the effectiveness of a new psychotherapy": "Cure rare for current treatment modalities", "In a skewed smooth distribution with a tail exended to the left, the statistic with the highest value is the": "mode", "Carol and Jim are experiencing marital difficulties. They have two school-aged children, a boy and a gid. According to meta-analysis of research on the relationship between marital discord and child behavior problems, it would be expected that": "the boy is more likely than the girl to manifest an immediate behavior problem", "What are the four tenets of analytical psychotherapy according to Jung?": "Self-regulating psyche, the unconscious, therapist–patient relationship, stages of self-improvement", "Anxiety induced by reading about an automobile accident some months after having had such an accident best described as an instance of": "mediated generalization", "A psychologist who shares an office with another psychologist reruns around midnight to retrieve some papers and unexpectedly comes upon the colleague engaging in sexual relations with one of that colleague's clients. According to ethics codes published by the American and Canadian Psychological Associations, the first psychologist should": "report the colleague to the appropriate local, state/provincial, or national ethics committee", "An educational psychologist designs a screening test to identify underachieving first- and second-grade children who have a learning disability. The psychologist will probably be most concerned that her test has adequate __________ validity.": "concurrent", "Following the retirement of his business partner, Dr. Sheldon Smythe is the only psychologist in a small town, and the next closest mental health professional works in a town that is over 100 miles away. Several of Dr. Smythe’s new clients have problems for which he has limited training and experience. Dr. Smythe should:": "see the clients and obtain supervision or consultation by telephone.", "Research into ___________ has helped us understand paradoxical reward.": "Frustration", "Dr. Mansfield Mayhem receives a subpoena requiring him to testify about a current therapy client at a trial. Dr. Mayhem contacts the client who states that she does not want him to release any confidential information to the court. Dr. Mayhem should:": "notify the attorney who issued the subpoena that the client has asserted the privilege and request that he be released from subpoena.", "A psychologist working in an elementary school setting asked to evaluate the effectiveness of a new school program that has served 200 to 300 children per year for the past 5 years. Appropriate pre- and postintervention measures are available for each child. The psychologist should choose the dependent variables for the evaluation by": "using professional judgment to select from among the tests or combinations of tests, depending upon the goals of the program", "Non- Parametric Tests are used when a study involves nominal or ordinal data or when assumptions of a parametric test are severely violated. When are the CHI-SQUARE TESTS used?": "used if research includes nominal (categorical) data", "A small bit of meat powder in the dog’s mouth was Pavlov’s ___________.": "US", "The American health care system is primarily dominated by which network?": "The private sector", "Which of the following is the primary ethical principle guiding the conduct of the practitioner's professional life": "Duty to the client", "The classic triad of symptoms in Parkinson’s disease is:": "Tremor, rigidity, and bradykinesia", "The research indicates that which of the following therapist factors has the greatest impact on therapy progress?": "empathy", "According to Moscovici (1985), group members espousing the minority position are most likely to change the opinion of the majority when:": "members supporting the minority position are consistent in expressing their opinion without appearing dogmatic.", "A person who is low in self-monitoring (Snyder, 1987) will rely on which of the following when deciding how to act in a particular social situation?": "his/her own feelings, attitudes, and beliefs.", "When one uses a time-series design to evaluate a program, fluctuation in the outcome slope can be accounted for by various alternative hypotheses. According to Campbell and Stanley, the most probable alternative is that": "a simultaneous event produced the fluctuation", "There are specific research designs and strategies used to gain the desired information. From your knowledge about the research designs and strategies, how does the CORRELATIONAL RESEARCH work?": "does not have any internal validity; can’t infer causal relationship", "According to Harry Stack Sullivan, which of the following cognitive experiences characterizes schizophrenic behavior:": "Prototaxic Mode: discrete, unconnected states, before language", "The research indicates that, when Total Quality Management (TQM) fails to live up to its potential, this is most often because:": "employees were not sufficiently involved in decision-making.", "Tonotopic processing of auditory stimuli occurs at which site:": "Heschel’s convolutions", "A person who has difficulty performing a purposeful skilled movement, such as opening a door with a key, despite having intact motor and sensory functioning, most likely has which of the following disorders:": "Apraxia", "One of the most frequent findings of studies on human beings with “split brains” is that": "certain kinds of visuospatial tasks are performed beer by the right hemisphere than by the left", "The risk of withdrawal delirium is greatest following discontinuation of which of the following substances": "Phenobarbital", "In organizations, the level of affective commitment is likely to be least predictive of which of the following?": "productivity", "___________ has implications for internal validity and ___________ has implications for external validity.": "Random assignment, random selection", "Form A of a standardized personality test was given in the fall and again in the spring co the same group of people. The reliability estimate that resulted from this research is referred to as": "stability", "The term “privilege” is best described as:": "a legal term referring to the protection of conﬁdential information in legal proceedings.", "You receive a letter from the Ethics Committee asking for information about a former client who has filed a complaint against her current therapist. You stopped seeing the client over seven years ago you should:": "cooperate with the Committee's request by sending it the information you believe to be relevant to the case after confirming that the client has signed a release.", "In terms of age, Erikson’s ________ stage of psychosocial development corresponds to Freud’s phallic stage.": "initiative vs. guilt.", "Dr. Pavel Petrovich, a licensed psychologist, has been seeing a client in therapy for over fourteen months with no apparent change in the client's symptoms. Dr. Petrovich should:": "raise for discussion the possibility of termination and referral to another therapist.", "According to Freud's notion of______, dreams and slips of the tongue are meaningful goal-directed phenomena.": "psychic determinism", "Research comparing heterogeneous and homogeneous work groups has found that, in general, heterogeneous groups:": "are more creative and better at decision-making.", "A psychologist emphasizes that parents should use appropriate consequences when dealing with their children’s misbehavior. In addition, the psychologist explains that the goal of misbehavior can be to confirm an assumed disability, or to get attention, power, or revenge. Which of the following theoretical orientations is being used": "Adlerian", "There are specific research designs and strategies used to gain the desired information. From your knowledge about the research designs and strategies, in which case is the MULTIPLE BASELINE DESIGN used?": "when reversal is not possible", "To incorporate the value of personalismo into therapy, a therapist will:": "display genuine interest in the client by asking about his/her family and work or school.", "The mother of a previous client of yours asks for a copy of her daughter's records. The daughter saw you for two years and died three months ago when she was 38 years old. You should:": "not release any information to the mother without appropriate authorization.", "According to Fiedler’s contingency model of leadership, high LPC leaders:": "are more effective than low LPC leaders in moderately favorable situations.", "Which of the following is true about the use of deception in a research study that may cause participants pain?": "Deception is prohibited whether the pain is physical or psychological in nature.", "At birth, the least developed part of the brain is the": "cortex", "The relationship of preadolescent siblings is best described as:": "close and conflictual.", "Assessment centers are most commonly used to:": "hire and promote managers.", "Which of the following assessment measures is not used to assess symptom validity or malingering?": "The Differential Aptitude Test–5", "Of the following, the best way to increase the amount of helping behavior within a community is to": "decrease the anonymity of individuals in the community", "Berscheid’s (1983) emotion-in-relationship model proposes that strong positive emotions are LESS likely to be elicited during the later stages of an intimate relationship than in its initial stages because:": "in the later stages, each partner's behavior has become more predictable.", "A score of 50 on the Beck Depression Inventory-II suggests:": "severe depression.", "Studies into the etiology of Schizophrenia indicated a genetic predisposition to the condition but other factors are involved. From your knowledge of the subject identify which of the following statements is incorrect.": "A lower rate of Schizophrenia diagnosed among Africa Americans.", "An employee of large manufacturing firm finds the work dull, and pursues the job only for the money. The employee performs minimally, and is not motivated so produce highest quantity or better quality. According to F. Herzberg's two-factor theory, the best way 10 increase this worker's self-motivation would be to": "redesign the job to provide a challenge and a sense of accomplishment", "Which of the following best describes ethical guidelines regarding sexual intimacies with former therapy clients?": "Psychologists are prohibited from having sexual intimacies with former therapy clients in certain circumstances (e.g., when there is a risk of exploitation).", "Research on second-language acquisition has shown which of the following about children who acquire a second language": "They have increased cognitive flexibility", "In cognitive dissonance theory, individuals will change their ___________ to match their ___________.": "Belief; behavior", "The Self-Concept is the individual’s belief about their own attributes. What can happen according to the OVERJUSTIFICATION HYPOTHESIS?": "rewarding people for an enjoyable activity can undermine their interest", "What is pertinent in the effort to promote and enhance health?": "Job satisfaction, building resilience, building self-esteem and social skills, addressing risk factors, and encouraging healthy behavior", "Which of the following statements best paraphrases Thorndike’s Law of Effect": "A reward tends to increase the probability of recurrence of the response that it follows", "Providing education and job training to adolescents and young adults who have recently been released from a drug treatment program is an example of:": "tertiary prevention.", "According to Howard et al.’s (1996) phase model, which of the following is most likely to be affected during the first few sessions of psychotherapy?": "feelings of hopelessness", "Research on explicit (intentional) and implicit (automatic) memory indicates that": "explicit memory capacity declines with age, but implicit memory capacity remains stable", "When basic survival needs have been met, money as a motivator": "plays a less predictable, more complex role", "Research on Helms’s White Racial Identity Development Model suggests that a White therapist will usually be most successful when working with a client from an ethnic/racial minority group when the therapist is in which stage?": "autonomy", "Heteroscedasticity in a scattergram suggests that:": "the variability (range) of scores on the criterion varies for different scores on the predictor.", "In general, it can be said that job satisfaction": "is not highly correlated with job performance", "\"To \"\"inoculate\"\" someone against a persuasive message. you would:\"": "provide the person with arguments against her beliefs and weak refutations of those arguments.", "A community bank consists of four branch offices with approximately 60 employees each. The general management would like to institute 2 health risk-reduction program by encouraging weight loss and smoking cessation among the employees. Which of the following programs would be most effective": "Employee reimbursement for costs and fees associated with professional help for weight loss and smoking cessation", "Of the following, the best predictor of a child’s post-divorce adjustment during the 2 years following divorce is the": "degree of continued conflict between the parents after the divorce", "Dr. Bertha Black's advertisement for her seminar on relaxation techniques invites the public to “come hear an in-depth lecture on techniques to help reduce the stress of daily living.” The advertised cost for her four-hour seminar is $50. While preparing her lecture the night before the presentation, Dr. Black decides it would be valuable to demonstrate some of her techniques with the group. She decides that, instead of lecturing for the full four hours, she will have attendees divide into groups for the last two hours to experiment with the techniques. According to ethical standards, this is:": "unethical since she advertised the seminar as a “lecture.”", "Which of the following statements best describes a researcher’s obligations regarding the use of animals in psychological research?": "Inflicting pain or stress on animals is acceptable in research only when an alternative (nonpainful) procedure is unavailable and the use of the procedure is justified by the potential value of the study.", "Object relations therapy is similar to Freudian psychodynamic therapy in its primary focus on": "early childhood experiences", "Family therapy is probably contraindicated in which of the following situations?": "One of the family members has severe depression.", "Behavioral treatments for depression typically include:": "Increasing pleasurable activities", "The idea that individuals may have different possible developmental trajectories, given the timing of an environmental experience or lack thereof, is the concept of ___________.": "Sensitive or critical periods", "CONTINGENCY CONTRACTING refers to establishing a formal, written contract that specifies target behaviors and the reinforcers and contractors. Which element out of the following ones is not one of an effective contract?": "only minimum participation from client is required", "\"Samuel S., age 43, says, \"\"Even though I've just been given a bonus at work, I feel like I’m about to be fired.” As defined by Aaron Beck, Samuel is exhibiting which of the following cognitive distortions?\"": "arbitrary inference", "The highest levels of learning and performance are usually associated with:": "moderate levels of arousal.", "Attempting to teach a new behavior through the use of aversive techniques is difficult because of which of the following": "Emotional reactivity is often increased", "A key accomplishment of Piaget's preoperational stage is the emergence of:": "the symbolic function.", "One of the key features for making a differential diagnosis between bulimia nervosa and anorexia nervosa is:": "Maintaining a normal body weight", "A problem with relying on the representativeness heuristic when making a judgment about the characteristics of another person is that doing so:": "doesn't take base rate data into account.", "Which of the following factors appears to have the strongest influence on learning in people with antisocial personalities": "Money", "Ethical behavior in the practice of individual psychologists is regulated by": "professional codes and state and provincial laws", "Which of the following possible outcomes of an experiment is least informative": "Statistical nonsignificance under low power", "Donald Super’s _____________ graphically depicts the correspondence between an individual’s life roles and life stages.": "life career rainbow", "Ethnic identity refers to": "the extent to which an individual endorses and practices the ethnocultural traditions of a given group", "Atkinson, Morten, and Sue’s (1993) Racial/Cultural Identity Development Model proposes that people in which of the following stages begin to question their rejection of all aspects of the dominant culture and absolute loyalty to their own culture?": "introspection", "Therapists considering working with elderly persons should especially keep in mind that, on most variables, the elderly": "show greater within-age-group differences than younger persons", "Dr. Vic Vasquez, a licensed psychologist, provides secretarial services and office space to Dr. Bernice Banquist in exchange for 20% of the fee that Dr. Banquist collects from her therapy clients. When Dr. Vasquez finds that he does not have time to see all of the clients who want to begin therapy with him, he begins referring some of them to Dr. Banquist and charges her 30% of the fee that Dr. Banquist collects from these referred clients. Acording to the ethics codes published by the American and Canadian Psychological Associations, charging more for referred clients is:": "ethical only if the higher fee for referred clients reﬂects the actual costs associated with the referrals.", "Erich Fromm states that the society prevents you from realizing true nature to be loving, creative, and productive. Which of the responses to societal demands allow a person to realize that?": "The productive allows a person to realize its true nature, to be loving, creative, etc.", "Vicarious liability is most likely to be an issue when a psychologist is acting in which of the following capacities?": "supervisor", "Autocorrelation is most likely to be a problem when using which of the following research designs?": "time-series", "When a communicator is mildly to moderately credible, attitude change is greatest when the level of discrepancy between the initial positions of the communicator and the recipient of the communication is:": "moderate.", "The Wonderlic Personnel Test is a:": "brief measure of cognitive ability.", "You have been hired as a research assistant for a study that will compare two brief treatments for Social Phobia. The procedures and methods used in the study are ethically sound; however, your supervisor is not informing participants that they may withdraw from the study at any time if they desire to do so. Your best course of action would be to:": "discuss the possible ethical violation with the supervisor.", "In an approach-approach conflict, a discernible move in a given direction should": "resolve the conflict in thar direction", "A female psychologist provides a 2-month course of brief behavior therapy for a driving phobia to a male client. Six months after termination they meet at an art opening reception and begin to date. Over the next few months, the relationship progresses and they become sexual. In this situation, the psychologist has acted:": "Unethically, because she engaged in a sexual relationship with a former client, which is prohibited under any circumstances", "All of the following brain regions are considered part of the limbic system except ___________.": "Fornix", "In a cross-sectional study designed to assess the effects of age on reaction time, you have adults belonging to different age groups respond to visual stimuli on a computer screen. A colleague suggests that the results of your study might be confounded by the fact that older participants may have less experience using a computer than do younger participants. This potential source of error is best described as a:": "cohort effect.", "In counseling and psychotherapy, the trend since 1980 has been toward": "greater acceptance of eclecticism", "You are asked by an attorney to evaluate the woman he is representing in a custody case and then testify on her behalf in court. As an ethical psychologist, you should:": "evaluate her and testify about the results but do not make a speciﬁc recommendation about custody without evaluating the husband and children", "A psychologist is the supervisor of several interns at a community hospital in a small town and notices that one of the interns seems unenthusiastic and depressed. When he talks to her, she tells him that she’s been very unhappy lately and feels she has no one to turn to. The intern asks the psychologist to see her in therapy, and he agrees to do so. The psychologist has acted:": "unethically by agreeing to get involved in a dual relationship.", "A correct statement about the early babbling of infants from different language communities is chat it": "contains the full range of phonemes that comprise al languages", "Child abuse and neglect are most associated with which of the following attachment patterns?": "disorganized/disoriented", "In the context of research design, external validity refers to the researcher’s ability to:": "generalize the results of the study to other individuals, settings, and conditions.", "Which is NOT a criticism of Piaget’s theory of cognitive development?": "Piaget placed too much emphasis on the role of culture and social interactions in children’s cognitive development", "According to attribution theorists, an error observers make in formulating causal attributions about the behavior of others is": "underattributing to situations", "Individuals who profit most from crisis group intervention are those who": "have experienced acute onset of significant symptoms", "From a Jungian standpoint, which of the following phenomena is taking place when contents of either the personal or collective unconscious are projected onto the analyst": "Transference", "Expectancy theory predicts that worker motivation depends on several factors including “valence,” which refers to:": "the employee’s beliefs about the value of rewards provided for successful performance.", "Sampling error refers to the": "tendency of sample statistics to differ from population parameters", "For most children, stranger anxiety begins at about _____ months of age.": "8 to 10", "The body’s stress response system:": "Can impact genetic predispositions to developmental disorders", "There are several methods for estimating the test reliability, like the INTERNAL CONSISTENCY RELIABILITY for example. From your knowledge about this topic, find the correct definition of it.": "correlations among individual test items", "In client-centered case consultation, the consultant's primary goal is to:": "help the consultee determine how to work more effectively with a particular client.", "Physiologically based drives such as rage and fear reactions are regulated by the": "hypothalamus", "Which of the following statements best exemplifies criterion-referenced (as opposed to norm-referenced) measurement": "Alice answered 63% of the items correctly", "Justice primarily involves ___________.": "Recognizing fairness for all persons", "Miranda M., age 32, makes an appointment with you at the recommendation of her physician who has diagnosed her recurrent headaches as the result of stress. The woman tells you that a friend of hers was trained in self-hypnosis for tension headaches and says that she also wants training in self-hypnosis. You took a weekend workshop on hypnosis in graduate school but have not used it in your clinical practice. As an ethical psychologist, you should:": "admit your lack of expertise in the use of self-hypnosis and refer the woman to another therapist.", "During a session, co-therapists leading a group that has been meeting for 6 months have ‘philosophical difference on how to deal with two members’ concerns. According to Yalom, the most helpful intervention would be for the": "co-therapists to disagree openly in the group session", "A client's insurance company pays 75% of a client’s therapy fee, while the client is required to pay the remaining 25%. The client asks you to bill the insurance company at a higher hourly rate so that he will not have to pay his 25% co-payment.  If you do so, you will be acting:": "illegally and unethically.", "According to classical test theory, the variance of the obtained rest scores is equal to the": "sum of the true score variance and the error variance", "An experimental psychologist with a Ph.D. wants to become a clinical psychologist. According to the APA’s General Guidelines for Providers of Psychological Services, he must:": "complete doctoral-level coursework and training in clinical psychology.", "When the kappa statistic for a measure is .90, this indicates that the measure:": "has adequate inter-rater reliability.", "When faced with an approach-avoidance conﬂict:": "the closer we get to the goal, the stronger our desire to avoid it.", "Dr. La-Keysha Leonard, a licensed psychologist, has been seeing a prison inmate in group therapy for several months and is asked by the parole board to evaluate the inmate to assist with their decision regarding his parole. As an ethical psychologist, Dr. Leonard should:": "refuse to evaluate the inmate for the purpose of parole.", "Dr. Stern is a psychologist who assists with hiring and promotion decisions at a mental health clinic. She recommends that one of the psychologists not be considered for promotion because of an unresolved charge of sexual harassment against him. This is:": "a violation of the provisions of the Ethics Code.", "Research on the sexual misconduct of therapists has found that:": "therapists who have sex with their clients are more likely than those who do not to have a history of non-sexual dual relationships with clients.", "In taking a personality inventory, some examinees can fake “good”. What testing technique is probably the best correction for this response bias": "Using an empirically derived correction", "During a discussion with a 4th grade teacher, the teacher tells a school psychologist that one of her students is constantly disrupting the class. After evaluating the child and obtaining more information about the situation, the psychologist concludes that the teacher's approach with the child is part of the problem. Consequently, the psychologist should:": "explain to the teacher how her approach may be exacerbating the problem.", "Pro bono work is:": "encouraged by the Ethics Code.", "Pro bono services are:": "legal and ethical.", "\"Talk includes two testimonials. The first is from a colleague and says, “Communication is a key to a happy marriage and Dr. Talk is one of the leading experts on communication. If you feel you just can't talk to your partner, I'd recommend Dr. Talk’s workshop. It's likely to benefit your relationship.\"\" The second testimonial is from a former workshop participant who said Dr. Talk could use an excerpt from a letter she sent him following the workshop that she and her husband attended. It says, “It worked! I can now tell my husband what I need without it turning into a major argument!\"\" Which of the following is true about the testimonials included in Dr. Talk’s brochure?\"": "The testimonials do not seem to violate ethical requirements.", "Which of the following distinguishes Narcissistic Personality Disorder from other personality disorders": "An exaggerated sense of self-importance", "Group A and Group B each are composed of equal numbers of men and women. Both groups read a prose passage. Group A is told that it was written by a man, and Group B is told that it was written by a woman. Both groups then rate the quality of the prose. What are the likely results": "Group A will rate the prose as significantly better than will Group B", "The technique that is most likely to produce an immediate improvement in the behavior of a child who hits others and rips up schoolbooks is": "a combination of reinforcement for appropriate behavior and mild punishment for inappropriate behavior", "In a large factory, one group of workers is exposed throughout the day to loud and unpredictable periods of noise, whereas another group of workers is not exposed to such noise. The specific deleterious effects of unpredictable noise could be ameliorated by": "allowing the workers to terminate the noise if becomes intolerable", "A 5-year-old child is shown two identical rows of pennies each containing five pennies that line up. One row is lengthened and the child is asked whether one row has more objects than the other. The child answers that the longer row has more objects. According to Piaget, this child is in the ___________.": "Concrete operational stage", "The effects of crowding are influenced by a number of factors, including all of the following except ___________.": "Age", "With regard to sexual intimacies with supervisees, the ethics codes published by the American and Canadian Psychological Associations:": "prohibit sexual relationships with supervisees over whom the psychologist has evaluative authority.", "The POST-HOC TESTS FOR THE ANOVA is making pairwise comparisons between means. Which test is the most conservative and provides more protection against Type I errors?": "THE SCHEFFE TEST", "Presbyopia refers to loss of:": "near vision.", "According to the literature on attribution, when people make estimates of levels of conformity, they generally tend to": "underestimate their own level of conformity and overestimate that of others", "The sex therapy technique of sensate focus is useful primarily to": "relieve performance expectations", "The main reason addictive behaviors are so difficult to treat is that they": "are self-reinforcing", "Which of the following best describes ethical guidelines for the use of deception in research?": "Deception is prohibited whenever it involves deceiving potential participants about aspects of the study that would affect their willingness to participate.", "According to the DSM-5, patients who meet some but not all of the criteria for a particular diagnosis can still be assigned that diagnosis. This reflects the fact that:": "The DSM-5 integrates aspects of categorical and dimensional diagnosis", "A national survey finds that, while most people are in favor of integration in the workplace, the majority also oppose affirmative action. This finding is best explained by which of the following? ,": "symbolic racism theory", "The model that posits that any change in one context or domain of development can disrupt the entire system and prompt a reorganization that leads to more adaptive functioning is ___________.": "The dynamic systems theory", "When the relationship between the predictor (the X variable) and the criterion (the Y variable) is curvilinear and both variables are measured on an interval or ratio scale, the appropriate correlation coefficient is:": "eta.", "Research on the effectiveness of grouping children in separate classes according to their academic performance suggests chat": "homogeneous class grouping produces a negative effect on achievement and self-esteem for low achieving children", "A motivational theory predicting thar an increase of incentives may serve to reduce work output is": "intrinsic-motivation theory", "The primary impact of the Hawthorne experiments in the Western Electric Company was in showing the effect on work performance of": "differing pay scales for differing levels of effort", "These medicines are antipsychotics and block dopamine receptors in the brain and are a bipolar and schizophrenia treatment. From the following list of several generics, which one is not a generic of medicines used in these treatments?": "Dissulfiram", "The seat of higher cortical functioning is typically associated with the ___________.": "Frontal lobe", "The statistic in a test manual that indicates how close an obtained score is to a true score is the": "validity coefficients", "A graduate student’s dissertation chair, Dr. X, turns out to be of little help, and the student ends up obtaining advice and assistance from an associate professor, Dr. Z.  Dr. X does review the dissertation when it is completed and she is listed as the dissertation chair.  Several months later, the student decides to write an article for a professional journal that is based his dissertation research. In terms of publication credit:": "Dr. Z should be listed as second author if her contribution warrants it.", "According to the levels of processing model of memory, words and other information may be encoded at different levels, with _______ processing being the deepest level.": "semantic", "The keyword method is most useful for:": "remembering word pairs.", "Research on the effect of maternal employment on children’s development indicates that": "in families of lower socioeconomic level, both sons and daughters of working mothers perform beer on measures of cognitive development than do those of nonworking mothers", "Extensive neurological damage to the frontal cortex of the left hemisphere usually produces deficits in": "speech production", "A research study is carried out to investigate the effects of four different psychological treatments designed to reduce test anxiety in college students. A significance treatment effect is noted, along with one significant second-order interaction effect. A member of the research team suggests thar the interactive effect not be reported since it is tangential to the main purpose of the study. This suggestion is": "clearly unethical, since it conflicts with the psychologist’s responsibility to report: completely the results of research projects", "\"Sherif used the “autokinetic effect\"\" to study:\"": "conformity to group norms.", "Research investigating the effects of the “jigsaw method“ in the classroom demonstrated that it:": "reduces ethnic stereotyping.", "Selective serotonin reuptake inhibitors (SSRIs), monoamine oxidase inhibitors (MAOIs), tricyclics, norepinephrine–dopamine reuptake inhibitors (NDRIs), and serotonin-norepinephrine reuptake inhibitors (SNRIs) all describe ___________.": "Antidepressants", "The Ego Autonomous Functions have adaptive functions. The following statements relate to them. In which of the following situations is The Ego Autonomous Function defined incorrectly:": "The Ego Autonomous Function is involved in resolution of conflict", "\"An organizational psychologist has been hired by a manufacturing company to develop a selection battery that will help the company answer the following question: \"\"What group (assembly-line workers or clerical workers) does the job applicant most closely resemble?\"\" Which of the following multivariate techniques would be useful for this purpose?\"": "discriminant analysis", "According to Vygotsky, a teacher’s changing level of guidance based on the student’s performance level is called ___________.": "Scaffolding", "Dr. Blitz has been seeing a client for four months when the client says that he is very dissatisfied with the progress of therapy. To be consistent with the provisions of the ethics codes published by the American and Canadian Psychological Association, Dr. Blitz should:": "discuss the matter with the client and terminate therapy and provide him with referrals if he desires.", "Conduct Disorder is characterized by a chronic pattern of violation of social order in multiple settings where society’s rules and norms are constantly defied. From your knowledge of Conduct Disorder which of the following statements is incorrect?": "Conduct Disorder not linked to biological factors.", "The concept of “healthy paranoia” within ethnic minority communities implies that it is important for the psychologist to": "assist clients to determine whether a problem stems from racism or from the client's own behavior", "Performance of which type of activity has a positive relationship with age": "Knowledge-based judgments with no time pressure", "Dr. Everett Ernest, a licensed psychologist, has recently started a practice in a small town. He learns from a mutual friend that Dr. Cathy Chatty (also a psychologist) has been revealing confidential information about some of her clients to members of the community. Dr. Ernest should:": "consult with a colleague about the situation.", "Admission assessment findings on a psychiatric inpatient include 2 3- week history of the following: severe feelings of worthlessness, irritability, and agitation; poor appetite and weight loss; insomnia; and inability to concentrate. The patient expresses a belief the hospital admission is a punishment for times committed by the patient against family members. On questioning, the patient denies feelings of “being on top of the world.” Which of the following would be the best diagnosis for this patient": "Major Depression", "Prochaska and DiClemente’s (1992) transtheoretical model is based on the assumption that an intervention is most effective when:": "it matches the client’s stage of change.", "The “paired comparison” technique is used to:": "evaluate an employee’s job performance.", "The first stage in Cross’s (1991) Black Racial Identity Development Model is:": "pre-encounter.", "A researcher reports that she calculated a Cohen’s d of .50 for the data she collected in a study that compared two brief treatments for generalized anxiety disorder. This means that:": "there was a difference of one-half standard deviation between the means of the two groups.", "A psychology professor is sexually attracted to psychology graduate student enrolled in a class taught by the professor. The student has returned for graduate work in psychology after 10 years of managing a successful accounting firm. The student suggests to the professor that they attend the opera together. Since they are approximately the same age and both enjoy music, the professor accepts the invitation. For the professor, accepting the invitation is": "unethical, because it establishes a dual relationship", "An organizational psychologist finds that his newly developed selection test has different validity coefficients for male and female applicants and that the difference is statistically significant. This suggests that the test has:": "differential validity.", "When several dependent measures are used in single study, a multivariate analysis of variance would be preferable to separate univariate analysis on each dependent measure in order to reduce the": "number of Type errors", "Experimental studies of the relation between level of motivation and level of performance have shown that": "for a given task, there is an optimal level of motivation", "One of your therapy clients asks your advice about a good weight- reduction program. You have investigated the programs in the community and are enrolled in the one you consider the best. This program offers a $50 bonus to its patrons for each new person they bring into the program. Under these circumstances, your most appropriate response would be to": "tell your client the pros and cons of each program you know about, but do not claim the $50 bonus if your client enrolls in your program", "There are three ways to measure the Central Tendency: the Mean, the Median and the Mode. From your knowledge about them, what is the mode?": "the most frequently occurring number", "In terms of Hofstede’s (1980) five cultural dimensions, the United States scores at the top of the scale on:": "individualism.", "Carl Jung believed that a client's transference:": "reflects the client’s personal and collective unconscious.", "In the construction of a multiple regression equation for purposes of prediction, the optimal combination of measures is one in which the predictors": "are uncorrelated with each other but are moderately correlated with the criterion"}