{"How many human polyomaviruses are known at present?": "100", "AIDS activism in the U.S. resulted in:": "All of the above", "Globally, the most deaths are caused by:": "Diarrheal diseases", "What happens during the 'incubation period'?": "Virus replication happens at an intracellular level", "Newborn infants in countries with limited access to safe water and low levels of education should be:": "Exclusively breast fed for six months", "Achieving effective change in a community is usually dependent on which of the following segments of society?": "Innovators", "“Contingency management” is”:": "Paying drug users for negative urine specimens", "Typical clinical symptoms following infection with astroviruses include which of the following?": "Gastroenteritis in children", "Which of the following is the most special characteristic of the adaptive immune system?": "Clonal expansion of pre-existing antibodies and/or T cells", "Chemotherapy is now an option for clinical care of patients. Typical drug regimens now include which of the following?": "Lamivudine and ribavirin", "There were no new cases of Ebola virus in the United States from January 1, 1997 through January 1, 1998. Which of the following epidemiologic terms does this statement describe?": "Lifetime prevalence", "How were retroviruses discovered?": "In mice causing leukaemia", "Most surveillance systems use which of the following study designs?": "Serial cross-sectional", "Polio can be eradicated by which of the following?": "Attention to sewage control and hygiene", "Public health ethics is:": "Population-centered", "How many people globally are currently infected with hepatitis B?": "350 million", "In a study, a group of people are exposed to an environmental toxin but are not treated observed over time on a standard set of measures to ascertain the potential effects of the toxin. This type of study design is called": "Prospective cohort", "Which disease do polyomaviruses predominantly cause?": "No disease at all", "How are antibody producing cells stimulated?": "Interacting with a T helper cell.", "The single most important key to the success of the Multicenter AIDS Cohort (MACS) is:": "The commitment of the participants", "Picornavirus replication as a positive strand RNA virus is particularly typified by which of the following?": "The virion RNA acting as mRNA", "Why are members of the astrovirus family only recently recognised as significant enteric viruses for humans?": "The genome has been identified by the new method of deep sequencing", "Which virus infection was not first identified by clinical observation?": "Hepatitis C", "The particular quality of the U.S. health care system is its:": "Fragmented, uncoordinated approach", "The three key intervention strategies according to Professor Shoptaw are:": "Behavioral intervention, treatment and structural interventions", "Measles has been controlled in many countries by which of the following?": "By MMR vaccine", "How can the spread of filoviruses be restricted?": "Hygiene and social distancing", "Most pandemics have arisen from influenza viruses from which of the following animals?": "Pigs", "PreP is an effective strategy for reducing the incidence of HIV in:": "Drug users", "The replication of hepatitis B includes which of the following stages?": "Virions produced in the cytoplasm by cellular DNA polymerase", "How does the papilloma family of viruses cause cancer?": "Integrates viral genome into cellular DNA", "The noroviruses typically cause which of the following?": "Projectile vomiting and diarrhoea", "Deep nucleotide sequencing (NGS) is now cheap enough for general application. What will the technique mainly be useful for?": "Quickly identifying new viruses", "Determinants of acquiring an HIV infection from an infected person per sexual act include:": "All of the above", "How is next generation sequencing (NGS) most often used?": "Cannot be used", "Which of the following HPV viruses are known to cause cervical cancer?": "None are oncogenic per se", "Which member of the paramyxovirus family can cause very serious croup?": "Meta pneumo virus", "Which of the following is the cause of delay in HIV testing among the Latino population?": "All of the above", "Describe the morphology of a togavirus.": "Enveloped spherical particles with an icosahedral structure", "A good surveillance system should provide information about:": "All of the above", "What has so far prevented polio being eradicated from the world?": "Inability to vaccinate in some countries", "The range of disease caused by the family is wide but identify the exception from the following:": "Aplastic crisis in anaemia patients", "Which of the following drugs inhibit herpes viruses?": "Azidothymidine", "The three countries with the most drug injectors are:": "China, the U.S. and Russia", "Officials at a large community hospital report an increased incidence of acute lymphocytic leukemia (ALL) among children aged 5 – 12. They point out that some households in the community are exposed to chemical waste from a nearby factory. They believe that chemical waste causes leukemia. If a study is designed to evaluate the hospital officials’ claim, which of the following subjects are most likely to comprise the control group?": "Children not exposed to the chemical waste who do not suffer from ALL", "Lassa and Ebola are emergent viruses in W. Africa. What is their origin?": "Primates", "Antivirals can be used prophylactically or therapeutically in persons in which of the following circumstances?": "Used for the obese", "Papillomaviruses cause warts and cancer but how do they most often infect humans?": "Via scratches and breaks in the skin", "There are 57 serotypes of adenovirus currently recognised. Which has the most important clinical impact?": "Respiratory tract infections", "How are new polyomaviruses detailed": "Shot gun sequencing", "Describe the YF vaccine.": "Live attenuated virus vaccine developed by Pasteurian passage", "What is the biggest risk factor for infection with Ebola?": "Working in a category IV laboratory", "The influenza virus is mainly controlled in special \"risk\" sectors by:": "Vaccination", "A case-control study is conducted to assess the association between alcohol consumption and lung cancer patients with lung cancer and 100 controls are asked about their past alcohol consumption. According to the study results, alcohol consumption is strongly associated with lung cancer (OR = 2.5). The researchers then divide the study subjects into two groups: smokers and non-smokers. Subsequent statistical analysis does not reveal any association between alcohol consumption and lung cancer within either group. The scenario described is an example of which of the following?": "Confounding", "How are arenaviruses spread?": "Sexual contact", "Which areas of the world are rabies free?": "Island nations, UK, NZ and Australia", "The risk of perinatal transmission of HIV-1 infection during breast feeding is increased due to:": "Both a and b", "How is the parvovirus family targeted to reduce disease?": "Transfusion blood is screened", "Who discovered the first virus?": "The botanist Dmitri Iwanowsky", "Structural interventions typically target:": "All of the above", "What is the main clinical picture of hepatitis A?": "Jaundice and abdominal discomfort", "If the human norovirus cannot be cultured in cell cultures how can it best be studied?": "Volunteer studies", "Any systematic error in the design, conduct, or analysis of a study that results in a mistaken estimate of an exposure’s effect on the risk of disease is called:": "Interaction", "Describe the coronavirus structure.": "An icosahedral large pleomorphic virus", "SARS is described as a zoonotic virus - what does this mean?": "Such viruses are confined to animals", "Which of the following coronaviruses has caused thousands of deaths around the world as an 'emergent' virus?": "MERS", "Clinical infection by an arenavirus is characterised by which one of the following?": "Pantropic infection", "How does rubella cause foetal abnormalities?": "By crossing the placenta early in pregnancy and infecting the foetus", "Which of the following is an unusual feature of the replication cycle in coronaviruses?": "They take advantage of recombination with the long RNA genome", "Which replication strategy is paralleled by some other viruses?": "Extracellular replication", "The characteristic of a generalized epidemic is:": "High rates in pregnant women", "An updated version of classification shows the parvovirus family as having how many genera?": "A very large number of virus types", "The largest Latino community in the U.S. is:": "Mexican", "How can epidemics of astrovirus mainly be controlled?": "Basic knowledge of hand washing and food hygiene", "500 women aged 40 – 54 who present for routine check-ups are asked about their meat consumption the women turn out to be vegetarian. During the ensuing 5 years, 5 vegetarians and 43 non-vegetarians develop colorectal cancer. Which of the following best describes the study design?": "Case series report", "In the absence of treatment the risk of HIV transmission from an infected mother to her fetus/infant was highest in which of the following areas?": "Africa", "Poliovirus can most easily become more virulent by which of the following processes?": "Mutation of the RNA genome at only a few positions", "A virus such as influenza which emerges suddenly and spreads globally is called:": "Endemic", "Of the following factors, which are the most important factors for virus spread and infection?": "Travel", "How do viruses of the calcivirus family replicate?": "As positive strand RNA viruses", "The parvoviruses have a rather unique genome; what form does it take?": "RNA genome with RT", "How can the morphology of filoviruses be described?": "Icosahedral virion", "What is the usual direction of 'knowledge' in a cell?": "From DNA to RNA to protein", "Why are drug combinations essential for HIV?": "Combinations of antibiotics are effective versus TB", "Many virus infections result in immune pathology, this is caused predominantly by which of the following?": "A cytokine storm", "David Baltimore is a molecular biologist. What did he discover?": "The enzyme reverse transcriptase", "Identify the most commonly used diagnostic technique in the virus laboratory:": "Deep sequencing (NGS)", "The major risk group for HIV infection among Latinos is:": "Homosexual males", "In HIV-associated tuberculosis cases, treatment with antiretrovirals should begin:": "Concurrently with antiretroviral drugs", "A “benefit” of research may accrue:": "All of the above", "What is the current best option for preventing future outbreaks of Ebola?": "Arrange rapid intervention into West Africa with EU and USA army teams", "Where are arenaviruses predominately located in the world?": "SE Asia", "The most important element of ethical research on human subjects is:": "Informed consent", "The characteristic of injecting drug users in Asia is/are:": "Both a and c", "Viruses have encouraged us to change our world, as we have now:": "Eradicated smallpox", "What is the most important factor for virus classification?": "Chemistry of the DNA and RNA", "The major issue for HIV infection among the Latino population is:": "All of the above", "Disease can most often be prevented by which of the following:": "Vaccines", "Results of surveillance should be distributed to:": "All of the above", "Which is a major characteristic of the bunyavirus family?": "Amplify by persistent infection of midgets, mosquitoes, sand flies, ticks", "The group that permits analysis of the entire natural history of HIV/AIDS is:": "Seroconverters", "The chance of acquiring HIV infection from factor VIII in the United States in 2011 is 0% primarily because:": "Factor VIII is made synthetically", "The prevalence of HIV among Latino-Americans compared to other ethic groups in the U.S. is:": "Higher than all other ethnic groups except African-Americans", "What is the rubella syndrome?": "The teratogenic lesions of cataracts, deafness, mental retardation and microcephaly in the foetus", "What is the most common way for a virus to kill a cell?": "Induces apoptosis via caspases", "The influenza virus has complicated genetics mainly characterised by which of the following?": "High levels of recombination", "The highest risk of HIV infection among drug users in the U.S. is in:": "The east coast", "A study is conducted to assess the relationship between race and end-stage renal disease pathologists independently study specimens from 1,000 kidney biopsies. The first group of pathologists is aware of the race of the patient from whom the biopsy came, while the second group is blinded as to the patient’s race. The first group reports ‘hypertensive nephropathy’ much more frequently for black patients than the second group. Which of the following types of bias is most likely present in this study?": "Confounding", "What is urban yellow fever (YF)?": "Part of a cycle of mosquitoes biting humans in cities", "The current testing policy of the Centers for Disease Control and the World Health Organization is:": "“Opt-out”", "Common cold viruses are ubiquitous and invade by which route?": "Respiratory and surface route", "Assembly is a vital late replication stage for a virus and is often accomplished by which of the following?": "Use of cellular scaffolding in the nucleus and cytoplasm", "The biggest single determinant of HIV transmission to the infant is:": "Mother’s viral load", "What does the reproductive number of a virus tell us?": "How many contacts will be infected from one case", "PreP is most effective for which group:": "Men with frequent unprotected sex", "A special feature of adaptive immunity is:": "Ability to distinguish self and non self", "As regards the range of diseases caused by viruses:": "Members of many families can cause the same sort of disease.", "Which is the exception in the following range of disease symptoms caused by bunyaviruses?": "Impaired renal function", "There is no vaccine against HIV because of which of the following?": "Such a vaccine would be too expensive", "The requirements for an effective surveillance system include:": "All of the above", "MERS has four special characteristics and here we have one exception - which is it?": "Reservoir in bats", "The major beneficiary of Medicaid in the U.S. is:": "Women and children", "Which of the following is the most important for controlling disease caused by norovirus?": "Attention to handwashing and hygiene", "Why do vigorous CD8 cell responses in chronically infected HIV-positive individuals fail to eliminate the virus?": "Epitope escape", "The most widespread and important retrovirus is HIV-1; which of the following is true?": "Infecting only gay people", "The first acquired immune cell to respond defensively to HIV infection is:": "CD8+", "Which of the following is a special feature of the rabies vaccine?": "The original air dried spinal cord of infected rabbits was a killed vaccine", "Most viral vaccines are produced by which of the following techniques?": "Molecular biology", "The treatment of hepatitis C has been revolutionised most recently by which of the following?": "The use of interferon", "Chikungunya has spread widely from Asia and Africa into the Caribbean in recent years. This has been mainly facilitated by:": "Mutation in the virus allowing replication in the mosquito Aedes albopictus", "The successful anti-cancer HPV vaccine consists of:": "Live virus attenuated by specific mutagenesis", "The rotavirus is an important cause of which of the following?": "Gastroenteritis in children", "The surveillance testing strategy associated with the least selection bias is:": "Compulsory", "In a medical class of 147 students, the distribution of scores on a biochemistry final examination has a mean equal to 67, a median equal to 76, a mode equal to 80, a standard deviation equal to 5.5, and a variance equal to 30.25. Three students were unable to take the test on the scheduled date and were given a different form of the exam 1 week later. Which parameter is most likely to be the least biased estimator of central tendency for this distribution of biochemistry test scores?": "Mean", "What disease do herpes viruses not cause?": "Infantile paralysis", "The purpose of a double-blind or double-masked study is to:": "Reduce the effects of sampling variation", "Nipah is a zoonotic paramyxovirus; where did it originate?": "Coming from humans", "What is the genome structure of the polyomavirus family?": "RNA genome with RT", "Interferons are very special defence mechanisms which operate by:": "Binding to neighbouring cells", "Genetic characteristics of the bunyavirus family include which one of the following?": "Three segmented negative stranded RNA viruses with anti-sense expression", "The basic code of ethical research (respect for persons, beneficence, and justice) was first established by the:": "Belmont Report", "The paramyxovirus family employ what strategy at virus entry?": "A fusion mediated by M protein", "The risk of acquiring HIV from a unit of blood in the United States is now:": "1 per 2 million units", "What is the essential pathology of astroviruses?": "Very restricted replication in the gut", "Which of the following are goals of vaccination?": "All of the above", "Randomization of study subjects in a clinical trial is most helpful for controlling for which of the following?": "Placebo effect", "A quasi species virus such as influenza and HIV has which of the following characteristics?": "Co-existence of innumerable genetic variants", "Positive stranded RNA viruses have which of the following characteristics?": "Their genome RNA can be translated directly as mRNA", "What is the genetic structure of rotavirus?": "RNA virus with RT", "Are/were viruses:": "The most abundant form of life on earth?", "It is unlikely that a 'cure' of HIV is possible with current drugs because:": "They do not penetrate to cells", "Which viruses appear to be hypermutable?": "RNA viruses", "How are herpes infections controlled?": "Chemotherapy", "A new drug with in vitro activity against HIV is tested on a population of patients with Western-blot confirmed HIV infections. Out of the 200 individuals in the patient population, 100 are chosen by lottery to receive the drug. The drug, which is tasteless, is administered in a cup of orange juice; the other patients receive pure orange juice. Neither the nurses, doctors, nor the patients know which patients receive the drug. At the end of the study period, the number of CD4+ T cells is determined for all of the subjects. This is an example of a": "Case-control study", "What is the most successful and most widely used 'travel' vaccine for international visitors?": "MMR", "What is a virus pandemic?": "A rapid global outbreak starting from a single focus", "Benefits of opioid replacement therapy as an approach for HIV prevention include:": "Both a and c", "Papilloma viruses are characterised by what genetic feature?": "A genome of ds circular DNA encoding around 8 ORF", "As part of the Women’s Health Study, researchers investigated the role of systemic inflammation in predicting cardiovascular disease in women (N Engl J Med. 2002;347[20]:1557-1565). Researchers used a prospective study design with a large sample size. Blood levels of C-reactive protein (CRP) were measured at baseline and women were followed for an average of 8 years. The following table shows the relative risk estimates of cardiovascular event (heart attack or stroke) within 5 years by quintile of CRP level for the 30,000 women. The first quintile is used as the reference category.  1 0.49 mg/dL Relative Risk Number of women  1.0 6000  2 >0.49-1.08 mg/dL 1.8 6000  Quintile of CRP Level 3 >1.08-2.09 mg/dL 2.3 6000  4 >2.09-4.19 mg/dL 3.2 6000  5 >4.19 mg/dL 4.5 6000  Based on the relative risk data above, one can conclude:": "There is no risk of heart attack/stroke for women with CRP levels in the first quintile.", "What is the morphology of the Dane particle?": "Flexuous and filamentous morphology", "The adenovirus virion has which unique structural feature?": "Icosahedron with slender fibres", "A city has a population of 250,000 cases and 400 deaths each year from this disease. There are 2,500 deaths per year from all causes. The prevalence of this disease is given by": "2,500/250,000", "Which unique form does the rabies virus take?": "The virion is very pleomorphic", "Which of the following diseases is not caused by togaviruses?": "Yellow Fever", "Why are the viruses of this family called astroviruses?": "The superficial appearance of a 'star' on negative straining electron microscopy", "Why do emerging viruses like Zika and Ebola continue to plague us?": "We disturb forests where they quietly exist as a zoonosis", "What is essential for diagnosis of arenavirus infection?": "RT PCR kit", "At a specific hospital, patients diagnosed with pancreatic carcinoma are asked about their current smoking status. At the same hospital, patients without pancreatic carcinoma are also asked about their current smoking status. The following table is constructed.  Smokers Non-smokers Total  Pancreatic Cancer 50 40 90  No Pancreatic Cancer 60 80 140  Total 110 120 230  What is the odds ratio that a patient diagnosed with pancreatic cancer is a current smoker compared to a patient without pancreatic cancer?": "(50/90)/(60/140)", "Some facts about viruses: identify the incorrect fact:": "The first viruses came from outer space", "“Test and treat” depends on:": "All of the above", "Cytotoxic T cells can be activated via which of the following?": "By identifying virus peptides presented by MHC-I", "In a survey of 10,000 IV drug users in town A, 1,000 turn out to be infected with hepatitis follow-up, 100 patients with hepatitis C infection die. Also during follow-up, 100 IV drug users acquire hepatitis C. Which of the following is the best estimate of the annual incidence of hepatitis C infection in IV drug users in town A?": "1,100/10,000", "Genetically the flaviviruses are positive stranded and have which of the following properties?": "ssRNA viruses with capped and polyadenylated RNA", "The primary goal of public health is to:": "Protect the uninfected", "What is the morphology of the herpes virion?": "Compact icosahedron structure", "An investigator suspects that acetaminophen use during the first trimester of pregnancy can cause neural tube defects. She estimates the risk of neural tube defect in the general population is 1:1,000. Which of the following is the best study design to investigate the hypothesis?": "Ecologic Study", "Viruses of different families have varied geometric structures. Which of the following is true?": "Virus nucleocapsids are either icosahedral or helical", "What percentage of the population have antibodies to the polyomavirus family": "90%", "In MSM, early syphilis was found to be associated with:": "All of the above", "Which of the following was a major discovery of molecular biology when the adenovirus replication strategy was uncovered?": "Mechanism of replication of DNA", "An observational study in diabetics assesses the role of an increased plasma fibrinogen level on the risk of cardiac events. 130 diabetic patients are followed for 5 years to assess the development of acute coronary syndrome. In the group of 60 patients with a normal baseline plasma fibrinogen level, 20 develop acute coronary syndrome and 40 do not. In the group of 70 patients with a high baseline plasma fibrinogen level, 40 develop acute coronary syndrome and 30 do not. Which of the following is the best estimate of relative risk in patients with a high baseline plasma fibrinogen level compared to patients with a normal baseline plasma fibrinogen level?": "(40*70)/(20*60)", "Which clinical sample is used to diagnose hepatitis B?": "Liver biopsy", "Which point in the replication cycle appears most easily blocked by antivirals?": "Virus RNA and DNA replication", "What is virus attenuation in practical terms for successful vaccine discovery?": "Direct random mutagenesis to create a less virulent mutant", "Why are parvoviruses a highly impactful parasite?": "Because they have no nucleic acid", "Which of the following is a morphological characteristic of the paramyxoviruses.": "Fragile viruses often visualised with RNA spewing from the inside", "A key factor facilitating the application of nested case-control studies from the MACS was:": "Establishment of a repository of biologic specimens", "The most important goal of a behavioral intervention is:": "Sustained behavior change", "The median survival time to AIDS and death was established by following:": "Seroconverters"}